[ Lang ]

"Scanning will stop, if you continue this operation."="Bu işleme devam ederseniz tarama işlemi duracaktır."
"Call has been successfully recorded on USB device"="Arama USB cihazına başarıyla kaydedildi"
"Transferring"="Aktarılıyor"
"(Empty)"="(Boş)"
"[Assigned]"="[Atanmış]"
"<New Item>"="<New Item>"
"1.Confirm that USB device is compliant with USB 2.0."="1.USB aygıtının USB 2.0 ile uyumlu oldğunu onaylayın."
"10min"="10 dk"
"Oct"="Eki"
"October"="Ekim"
"Nov"="Kas"
"Noveber"="Kasım"
"120s"="120 sn."
"12 Hour"="12 Saat"
"Dec"="Ara"
"December"="Aralık"
"15s"="15 sn."
"1min"="1 dk"
"1h"="1sa"
"Jan"="Oca"
"January"="Ocak"
"2.Try to replug the USB device."="2.USB aygıtını tekrar takmayı deneyin."
"24 Hour"="24 Saat"
"2min"="2 dk"
"2h"="2sa"
"Feb"="Şub"
"February"="Şubat"
"3.Try to reboot the phone."="3.Telefonu yeniden başlatmayı deneyin."
"30min"="30 dk"
"30s"="30 sn"
"3h"="3sa"
"Mar"="Mar"
"March"="Mart"
"Apr"="Nis"
"April"="Nisan"
"5min"="5 dk"
"May"="Mayıs"
"60s"="60 sn."
"6h"="6sa"
"Jun"="Haz"
"June"="Haziran"
"Jul"="Tem"
"July"="Temmuz"
"802.1x"="802.1x"
"802.1x Mode"="802.1x Modu"
"802.1x Settings"="802.1x Ayarları"
"Aug"="Ağu"
"August"="Ağustos"
"Sep"="Eyl"
"September"="Eylül"
"ACD"="ACD"
"L_ACD"="ACD"
"S_ACD"="ACD"
"ACD State"="ACD Durumu"
"ACD Status"="ACD Durumu"
"AES"="AES"
"Per-phone AES"="MAC-Odaklı AES"
"Alert Group Paging Calls"="Ggndrm Armlr Uyrs"
"Alert Click To Dial Calls"="Armlr Çvrm Uyrs"
"Alias"="Takma ad"
"AM"="AM"
"AMR License"="AMR Lisansı"
"AP Mac Address"="AP Mac Adresi"
"App Version"="Uygulama Sürümü"
"App Account"="Uygulama Hesabı"
"Args Error!"="Args hatası!"
"AVG.Waiting Time"="AVG.Bekleme Süresi"
"BFCP"="BFCP"
"BLF"="BFL"
"L_BLF"="BLF"
"BLF Hold"="BLF Beklet"
"BLF is invalid!"="BLF geçersiz!"
"BLF Callout"="BLF Giden Çağrı"
"BLF Call ID"="BLF Call ID"
"BLF Talking"="BLF Konuşma"
"BLF List"="BFL Listesi"
"L_BLF List"="BFL Listesi"
"BLF Ring Type"="BLF Zil Tipi"
"BLF Group"="BLF Group"
"BLF Ringing"="BLF Zil"
"BLF Park"="BLF Bekleme"
"Use BroadWorks-based Call Control"="BW Arm Kntrlü Kllan"
"MENU_Callery"="Galeri"
"CC UID"="GA KK"
"CC Name"="GA Adı"
"CDP"="CDP"
"CDP Interval"="CDP Aralığı"
"CDP Status"="CDP Durumu"
"CDP interval should be 1-3600!"="CDP aralığı 1-3600 olmalıdır!"
"CFG Version"="CFG Sürümü"
"Commportal Login"="Commportal Üye Girişi"
"Compulsory"="Zorunlu"
"COM Version"="COM Sürümü"
"DD MMM YYYY"="GG AAA YYYY"
"DD/MM/YY"="GG/AA/YY"
"DD/MM/YYYY"="GG/AA/YYYY"
"DD-MMM-YY"="GG-AAA-YY"
"Dect Setting"="DECT Settings"
"Dect Settings"="DECT Ayarları"
"Dect Intercom"="DECT İnterkom"
"MENU_DECT Setting"="DECT Settings"
"Dect dongle is removed."="DECT donanım kilidi kaldırıldı."
"Dect dongle disconnect!"="DECT donanım kilidi bağlantısı kesildi!"
"Dect dongle connection success!"="DECT donanım kilidi bağlandı!"
"Dect dongle connection fail!"="DECT donanım kilidi bağlanamadı!"
"Dect dongle update success!"="DECT donanım kilidi güncellendi!"
"Dect dongle update failed!"="DECT donanım kilidi güncellenemedi!"
"Dect handset update complete!"="DECT telefon cihazı güncellemesi bitti!"
"German"="Deutsch (German)"
"DHCP"="DHCP"
"DHCP IP Client"="DHCP IPv4 İstemcisi"
"DHCP IPv4 Client"="DHCP IPv4 İstemcisi"
"DHCP IPv6 Client"="DHCP IPv6 İstemcisi"
"The count of DHCP Option's values can't more than 5!"="The count of DHCP Option's values canont be more than 5!"
"DHCP option is invalid!"="DHCP seçeneği geçersiz!"
"DHCP Start IP Address is invalid!"="DHCP Bşlngç IP Adresi geçersiz!"
"DHCP Time"="DHCP Saati"
"DHCP VLAN"="DHCP VLAN"
"DHCP Option"="DHCP Option"
"DHCP option!"="DHCP seçeneği!"
"The count of DHCP Option's values"="The count of DHCP Option's values"
"DHCP End IP Address is invalid!"="DHCP Bitiş IP Adresi geçersiz!"
"Phone DND"="Telefon RE"
"DTMF"="DTMF"
"L_DTMF"="DTMF"
"DTMF is invalid!"="DTMF geçersiz!"
"DTMF Type"="DTMF Type"
"DTMF Info Type"="DTMF Bilgi Türü"
"DTMF Payload Type"="DTMF Yük Türü"
"DTMF Payload Type should be 96-127!"="DTMF payload type should be between 96-127!"
"DTMF-Relay"="DTMF Rölesi"
"E911"="E911"
"E911 Location"="E911 Konumu"
"E911 location set failed, please contact your administrator for help"="E911 konum ayarı başarısız! Yöneticinizle görüşün."
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="EAP-Yok"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EDK"="EDK"
"EDK Prompt is Empty"="EDK istemi boş!"
"EHS ERROR!"="EHS hatası!"
"English"="English (English)"
"Spanish"="Español (Spanish(EU))"
"Spanish_LA"="Español (Spanish(Latin))"
"ExitPri"="ExitPri"
"EXP Wallpaper"="EXP Duvar Kağıdı"
"Fixed"="Düzeltildi"
"Flexible Seating"="Esnek Oturma"
"FlexSeat Logout, Please Waiting..."="FlexSeat’ten Çıkılıyor, lütfen bekleyin..."
"Forward to Phone Number/SIP-URI"="Telefon/SIP-URI'ye Yönlendir"
"French_CA"="Français (French(Canada))"
"French"="Français (French(EU))"
"FWD"="YND"
"Getting Balance"="Kalan Alınıyor"
"GK Line"="GK Line"
"GK Account"="GK Account"
"Google Contact"="Google Contact"
"H.323"="H.323"
"HD"="HD"
"Hebrew_IME"="Hebrew_IME"
"L_Hot Desking"="Herkese Açık"
"S_Hot Desking"="Herkese Açık"
"L_Hoteling"="Hoteling"
"Https Port"="Https Portu"
"Https port should be 1-65535!"="Https portu 1-65535 olmalıdır!"
"Https Status"="Http Durumu"
"Http Port"="Http Portu"
"Http port should be 1-65535!"="Http portu 1-65535 olmalıdır!"
"Http Status"="Http Durumu"
"CC"="IC"
"IC"="IC"
"IC UID"="IC UID"
"IC Name"="IC Adı"
"IME"="IME"
"S_IME"="IME"
"INBAND"="INBAND"
"Intrude"="İzinsiz giriş"
"Invalid Common!"="Invalid Common!"
"ip/FQDN"="IP/FQDN"
"IP/URI"="IP/URI"
"IPv4"="IPv4"
"IPv4 IP"="IPv4"
"IPv4 WAN Port"="IPv4 WAN Portu"
"IPv4 Sec DNS"="IPv4 Sec DNS"
"IPv4 WAN Type"="IPv4 WAN Türü"
"IPv4 Pri DNS"="IPv4 Pri DNS"
"IPV4/IPV6 Conflict"="IPV4/IPV6 Çakışması"
"IPv4 Sec.DNS"="IPv4 İkncl.DNS"
"IPV4 Conflict"="IPV4 Çakışması"
"IPv4 & IPv6"="IPv4 ve IPv6"
"IPv4 Pri.DNS"="IPv4 Brncl.DNS"
"IPv4 Status"="IPv4 Durumu"
"IPv4 Subnet Mask"="IPv4 Subnet Mask"
"IPv6"="IPv6"
"IPv6 IP"="IPv6"
"IPv6 IP Prefix is invalid!"="IPv6 IP Öneki geçersiz!"
"IPv6 Pri DNS"="IPv6 Pri DNS"
"IPv6 Sec DNS"="IPv6 Sec DNS"
"IPv6 WAN Port"="IPv6 WAN Portu"
"IPv6 Default Gateway"="IPv6 Ağ Geçidi"
"IPv6 Sec.DNS"="IPv6 İkncl.DNS"
"IPV6 Conflict"="IPV6 Çakışması"
"IPv6 IP Prefix"="IPv6 IP Alan Kodu"
"IPv6 WAN Type"="IPv6 WAN Türü"
"IPv6 Pri.DNS"="IPv6 Brncl.DNS"
"IPv6 Status"="IPv6 Durumu"
"IP Address"="IP Adresi"
"IP Address!"="IP Adresi!"
"IP Address is invalid!"="IP Adresi geçersiz!"
"IP address has been used!"="IP adresi kullanıldı!"
"IP Phone"="IP Telefonu"
"Tracert IP or URL"="Tracert IP or URL"
"IP Mode"="IP Modu"
"IPAddress Mode"="IP Modu"
"Direct IP Line"="Doğrudan IP Hattı"
"IP Direct Auto Answer"="IP Doğrudan Otomatik Yanıt"
"Italian"="Italiano (Italian)"
"Korean_IME"="Korean_IME"
"LCD Backlight Test"="LCD Backlight Test"
"LDAP"="LDAP"
"L_LDAP"="LDAP"
"S_LDAP"="LDAP"
"LDAP server is unavailable"="LDAP sunucusu kullanılamıyor."
"Ldap Disabled"="LDAP Devre Dışı"
"LDAP get error tips failed!"="LDAP hata ipuçlarını alma başarısız!"
"LDAP Authority"="LDAP Yetkisi"
"LDAP Search"="LDAP Araması"
"Leave Wrap-up"="Çağrı sonrası işten ayrıl"
"LED Test"="LED Test"
"Listen BargeIn"="Karışmayı dinle"
"LLDP"="LLDP"
"LLDP Vlan"="LLDP Vlan"
"LLDP Status"="LLDP Durumu"
"LLDP Packet Interval should be 1-3600!"="LLDP Paket Aralığı 1-3600 olmalıdır!"
"Packet Interval"="Paket Aralığı"
"M2P"="M2P"
"MAC Version"="MAC Sürümü"
"MAC"="MAC"
"MAC Address"="MAC Adresi"
"MAC-Oriented"="MAC-Odaklı AES"
"Mango"="Mango"
"MD5 Password"="MD5 Parolası"
"Medium"="Orta"
"L_Meet-Me"="Benimle Görüş"
"Meet-me"="Benimle Görüş"
"S_Meet-Me"="Benimle Görüş"
"Metaswitch CallLog"="Metaswitch CallLog"
"MLHGS"="MLHGS"
"MM DD WW"="MM DD WW"
"MM DD WWW"="MM DD WWW"
"MM/DD/YY"="AA/GG/YY"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"Moving contact..."="Kişi taşınıyor..."
"msec"="msan."
"NAT"="NAT"
"NAT Public IP Address"="NAT Genel IP Adresi"
"NAT Status"="NAT Durumu"
"New Unread Voice Mail(s)"="Yeni Okunmamış Sesli Posta(lar)"
"New VID"="Yeni VID"
"NextSpace"="SonrakiBoşluk"
"No VLAN"="No VLAN"
"NTP Server1"="NTP Sunucusu1"
"Invalid NTP server1!"="Geçersiz NTP sunucusu1!"
"NTP Server2"="NTP Sunucusu2"
"NTP server1 is invalid!"="NTP sunucusu1 geçersiz!"
"NTP server2 is invalid!"="NTP sunucusu2 geçersiz!"
"On Demand"="Talep Üzerine"
"On Demand with User Initiated Start"="Kullanıcının Başlattığı Talep Üzerine"
"On(Beep Off)"="Açık (Bip Kapalı)"
"On(Beep On)"="Açık (Bip Açık)"
"OPUS"="Eser"
"opus codec is not available in four ways conference!"="Opus Kodeki dört yönlü konferansta kullanılamıyor!"
"Outbound Alternate"="Giden Bağlantı Alternatifi"
"Outbound Proxy1"="Dış Vekil1"
"Outbound Proxy2"="Dış Vekil2"
"Outbound proxy is invalid!"="Dış vekil geçersiz!"
"Invalid Proxy Fallback Interval!"="Geçersiz Proxy Geri Çekilme Aralığı!"
"Pause/Resume Notify"="Bildirim Duraklat/Devam Et"
"PBX Queue"="PBX Kuyruğu"
"PC Port"="PC Portu"
"PIN"="PIN"
"PIN/ID"="PIN/Kimlik"
"Ping"="Ping"
"Ping Error"="Ping Hatası"
"Ping IP or URL"="Ping IP or URL"
"PIN Code"="PIN Kodu"
"Pin code can't be empty!"="PIN kodu boş bırakılamaz!"
"Pin code is invalid!"="PIN kodu geçersiz!"
"PM"="PM"
"Polish"="Polski (Polish)"
"Portuguese"="Português (Portuguese(EU))"
"Portuguese_LA"="Português (Portuguese(Latin))"
"PPPoE"="PPPoE"
"PPPoE PWD"="PPPoE PWD"
"PPPoE User"="PPPoE Kllnc"
"PPPoE User is invalid!"="PPPoE kullanıcısı geçersiz!"
"Not support bridge mode in PPPoE!"="PPPoE’de desteklenmeyen köprü modu!"
"PriChat"="PriChat"
"PSTN account unavailable"="PSTN hesabı kullanılamıyor"
"Qos"="Qos"
"RFC2833"="RFC2833"
"RFC2833+SIP INFO"="RFC2833+SIP INFO"
"Rom Version"="Rom Sürümü"
"Route Traversal"="Rota Geçişi"
"RPort"="RPort"
"RPS Open"="RPS Açık"
"RPS Close"="RPS Kapalı"
"RT10/RT20"="RT10/RT20"
"RT30"="RT30"
"RTP Status"="RTP Drm"
"S_RTP Status"="RTP Drm"
"S/N"="S/N"
"S_S2S AcdLoginOut"="Grş/Çkş"
"S2S AcdLoginOut"="Grş/Çkş"
"S_S2S AcdLogin"="S2S AcdLogin"
"S2S AcdLogin"="AcdOtAç"
"S_S2S AcdLogout"="AcdOKpt"
"S2S AcdLogout"="AcdOKpt"
"S_S2S AcdRefresh"="Yanıtla"
"S2S AcdRefresh"="Yanıtla"
"S2S Unavailable Reason Code"="S2S Unavailable Reason Code"
"SCA Held"="SCA Beklemede"
"SCA Active"="SCA Aktif"
"SCA Bridge Active"="SCA Köpr Aktf"
"SCA Alerting"="SCA Uyarı"
"S_Seizing"="Tutma"
"Seizing"="Tutma"
"Set Hot Desking"="Serbest Çalışma Ayarla"
"Signal Fail"="Sinyal Başarısız"
"Signal OK"="Sinyal Tamam"
"Silent Bargin"="Sessiz Karışma"
"SIP"="SIP"
"SIP server3 is invalid!"="SIP server3 is invalid!"
"SIP Password"="SIP Parolası"
"SIP Server1"="SIP Sunucusu1"
"SIP Server2"="SIP Sunucusu2"
"Invalid SIP server2!"="Geçersiz SIP server2!"
"SIP Server3"="SIP Sunucusu3"
"Invalid SIP server3!"="Geçersiz SIP server3!"
"SIP Proxy can't be empty!"="SIP Vekil boş olamaz!"
"Invalid SIP server1!"="Geçersiz SIP sunucusu1!"
"Sip Line"="SIP Hattı"
"SIP INFO"="SIP INFO"
"SIP Register name"="SIP Kayıt adı"
"S_Skip"="Atla"
"SN"="SN"
"SNTP Setting"="SNTP Ayarları"
"SRTP"="SRTP"
"SSID"="SSID"
"SSID can't be empty!"="SSID boş olamaz!"
"Start/Stop Notify"="Bildirimi Başlat/Durdur"
"Static NAT"="Statik NAT"
"STUN"="STUN"
"STUN Port"="STUN Port"
"STUN Server is invalid!"="STUN Sunucusu geçersiz!"
"STUN Server"="STUN Sunucusu"
"STUN server can't empty!"="STUN sunucusu boş bırakılamaz!"
"Invalid STUN server port!"="Geçersiz STUN sunucu portu!"
"STUN Server port is Invalid!"="STUN Sunucu portu geçersiz!"
"Invalid STUN server!"="Geçersiz STUN sunucusu!"
"STUN Status"="STUN Durumu"
"Take over call"="Çağrıyı Devral"
"TCP"="TCP"
"TCP Lowest Port"="TCP Lowest Port"
"TCP Highest Port"="TCP Highest Port"
"3rd-party VMR"="Üçüncü taraf VMR"
"TKIP"="TKIP"
"TKIP AES"="TKIP AES"
"TLS"="TLS"
"Touch Tone"="Dokunma Tonu"
"Trace Route Error"="Trace Route Error"
"Turkish"="Türkçe (Turkish)"
"UC Favorite"="UC Favorileri"
"UC Favorites"="UC Favorites"
"UDP"="UDP"
"UDP Lowest Port"="UDP Lowest Port"
"UDP Highest Port"="UDP Highest Port"
"URI is invalid!"="URI geçersiz!"
"Invalid URI!"="Geçersiz URI!"
"L_URL"="URL"
"URL is invalid!"="URL geçersiz!"
"URL can't be empty!"="URL boş olamaz!"
"URL is error"="URL hatalı!"
"L_URL Record"="URL Kaydı"
"URL Record"="URL Kaydı"
"The URL is empty!"="URL boş!"
"URL is empty"="URL boş!"
"Invalid URL!"="Geçersiz URL!"
"MENU_USB Record"="USB Kaydı"
"USB Record"="USB Kaydı"
"USB device connection failure!"="USB cihaz bağlantı hatası!"
"USB Photo"="USB Photo"
"USB current overload"="USB geçerli aşırı yük"
"USB heaset connected"="USB kulaklık takıldı."
"USB headset connected"="USB kulaklık bağlı."
"USB heaset removed"="USB kulaklık çıkarıldı."
"USB headset removed"="USB kulaklık çıkarıldı."
"USB device connected successfully"="USB aygıtı başarıyla bağlandı"
"USB device has been connected successfully!"="USB flash sürücü takıldı."
"No images in USB flash drive."="USB flash sürücüde resim yok."
"Failed to get data from USB flash drive"="USB flash sürücüden alınamıyor!"
"USB device is removed!"="USB flash sürücü çıkarıldı."
"USB Inserted"="USB Takılı"
"USB Connected"="USB bağlı"
"USB Removed"="USB çıkarıldı!"
"USB device has been moved"="USB flash sürücüsü çıkartıldı."
"Invalid Value!"="Geçersiz değer!"
"VID Number"="VID Numarası"
"Invalid VID nubmer!"="Geçersiz VID numarası!"
"VID nubmer is invalid!"="VID numarası geçersiz!"
"VID number should be 1-4094!"="VID numarası 1-4094 olmalıdır!"
"VLAN"="VLAN"
"VLAN ID"="VLAN ID"
"VLAN Status"="VLAN Durumu"
"Voice Qos"="Ses QoS"
"VPN"="VPN"
"WAN IP"="WAN IP"
"WAN MASK"="WAN MASKESİ"
"WAN Port"="WAN Portu"
"WAN Type"="WAN Türü"
"WEP"="WEP"
"Whisper BargeIn"="Fısıltı Karışması"
"WIFI MAC"="Wi-Fi MAC"
"Wi-Fi Mac"="Wi-Fi MAC"
"Wifi: On"="Wi-Fi: Açık"
"Wifi: Connected"="Wi-Fi: Bağlı"
"Wifi Test"="Wi-Fi Test"
"WIFI Authentication"="Wi-Fi Kimlik Doğrulama"
"Wifi switch is closed, open it or not?"="Wi-Fi devre dışı, şimdi aç?"
"Wifi_Password"="Wi-Fi Password"
"Wifi unreachable"="Wi-Fi’ye erişilemiyor"
"Wizard"="Sihirbaz"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA Shared Key"="WPA Ortak Anahtarı"
"WPA Shared Key can't be empty!"="WPA Ortak Anahtar boş olamaz!"
"S_WPS"="WPS"
"WPS"="WPS"
"S_WPS-PIN"="WPS-PIN"
"WPS-PIN"="WPS-PIN"
"WPS has opened, please connect in "="WPS etkinleştirildi, bağlan"
"WWW DD MMM"="HHH GG AAA"
"WWW MMM DD"="HHH AAA GG"
"XML"="XML"
"XML_Idle"="XML"
"Server XML"="Sunucu XML"
"S_XMLDir"="XMLDir"
"S_XMLMenu"="XMLDzn"
"XMLMenu"="XMLDzn"
"L_XML Brower"="XML Brower"
"S_XML Brower"="XML Tarayıcı"
"XML Browser"="XML Tarayıcı"
"XmlBrowser"="XML Tarayıcı"
"XmlBrowser_Idle"="XML Tarayıcı"
"L_XML Browser"="XML Tarayıcı"
"Xml browser url cannot be empty!"="XML browser URL cannot be empty!"
"Xml Browser is invalid!"="Xml Tarayıcı geçersiz!"
"L_XML Group"="XML Grubu"
"S_XML Group"="XML Grubu"
"XML Group"="XML Grubu"
"XML Info"="XML Info"
"XSI access password is wrong !"="XSI access password is incorrect!"
"Web access password is wrong!"="Yanlış web erişim parolası!"
"XsiEvent"="XSI Olayı"
"XSI is empty"="XSI boş"
"XSI information is incomplete!"="XSI bilgisi eksik!"
"YLCloud"="Yealink Cloud"
"YY/MM/DD"="YY/MM/DD"
"YY-MM-DD"="YY-MM-DD"
"YYYY MM DD"="YYYY MM DD"
"YYYY/MM/DD"="YYYY/MM/DD"
"YYYY-MM-DD"="YYYY-AA-GG"
"S_Z_Pickup."="Z_Pickup."
"Russian"="Pусский (Russian)"
"S_Security"="Gvnlk"
"Security"="Gvnlk"
"Security Classification"="Güvenlik Sınıflaması"
"Security Mode"="Güvenlik Modu"
"Installed"="Yüklendi"
"Installed failed"="Yükleme başarısız"
"KEY"="ANAHTAR"
"Key Type"="Tuş Türü"
"Key Event"="Tuş Olayı"
"Key Tone"="Tuş Tonu"
"Press Up or Down To Switch Number"="Numaraları değiştirmek için yukarı ve aşağı tuşlarına basın."
"Office Number"="Ofis Numarası"
"Office Phone"="Ofis Telefonu"
"Invalid Office number!"="Geçersiz ofis numarası!"
"Office number is invalid!"="Ofis numarası geçersiz!"
"Far Hold"="Beklet"
"Hold"="Tutan"
"L_Hold"="Tutan"
"Public Hold"="Genel Tutma"
"S_Far Hold"="Beklet"
"S_Hold"="Geçmiş"
"S_Public Hold"="Genel Tutma"
"S_Save"="Kaydet"
"Save"="Kaydet"
"Saved!"="kayıtlı!"
"Save Success!"="Kaydedildi!"
"Success Saved!"="Kaydedildi!"
"Ring saving ..."="Zil kaydediliyor..."
"Save Password"="Şifreyi kaydet"
"Saving  Configuration..."="Yapılandırma kaydediliyor..."
"Save Failed!"="Kaydedilemedi!"
"Save Failed! The same profile name or SSID exist"="Kaydedilemedi! Profil adı veya SSID zaten var."
"Saving files!"="Dosyalar kaydediliyor!"
"Saving"="Saving"
"Saving. Please wait..."="Kaydediliyor. Lütfen bekleyin..."
"Saving..."="Kaydediliyor..."
"Saving... Please Wait"="Kaydediliyor... Lütfen Bekleyin"
"Sec.DNS"="İkncl.DNS"
"Secondary DNS is invalid!"="İkincil DNS geçersiz!"
"Backlight"="Arka ışık"
"Backlight Time"="Arka Işık Süresi"
"Backlight Active Level"="Aktif Seviye"
"Backlight Inactive Level"="İnaktif Seviye"
"Local_Idle"="Local"
"Local History"="Yerel Geçmiş"
"S_Local History"="Yerel Geçmiş"
"local Directories"="Yerel Dizin"
"Local Directory"="Yerel Dizin"
"LocalDirectory"="LocalDirectory"
"LocalDirectory_Idle"="LocalDirectory"
"S_LocalDir"="LocalDir"
"Sorry,Only 1000 contacts are allowed!"="Üzgünüz, Yalnızca 1000 kişi olabilir!"
"Local Anonymous"="Yerel İsimsiz"
"Local Anonymous Rejection"="Yrl İsmsz Arm Reddi"
"L_Local Group"="Yerel Grup"
"Local Group"="Yerel Grup"
"S_Local Group"="Yerel Grup"
"Local CallLog"="Yerel aramalar"
"Local User"="Yerel Kullanıcı"
"Local Codec"="Yerel Kodek"
"Wallpaper"="Duvar kağıdı"
"Wallpaper will change into the default image. Confirm to delete or not?"="Duvar kağıdı varsayılan resim olarak değişecek. Devam?"
"Edit"="Düzenle"
"ICON_Edit"="Düzenle"
"S_Edit"="Düzenle"
"Edit My Device Information"="Cihaz Bilgilerimi Düzenle"
"edit handset"="Telefon cihazını düzenle"
"Edit Network"="Ağı Düzenle"
"Edit Location"="Konumu Düzenle"
"Editing"="Dzenleme"
"S_Editing"="Dzenleme"
"Edit Paging Address"="Gönderim Adresini Düzenle"
"Alter Type"="Uyarı Türü"
"DispCode"="DağtKodu"
"L_Dispcode"="DağtKodu"
"S_DispCode"="DağtKodu"
"Invalid On code!"="Geçersiz açma kodu!"
"Mark All as new"="Tümünü Yeni Olarak İşaretle"
"Mark All as heard"="Tümünü Dinlendi Olarak İşaretle"
"Mark as new"="Yeni olarak işaretle"
"Mark as heard"="Dinlendi olarak işaretle"
"Mark as read"="Okundu olarak işaretle"
"Label"="Etiket"
"Invalid Label!"="Geçersiz etiket!"
"title"="unvan"
"Dial Emergency"="Acili Ara"
"Dialing"="Ara"
"Play"="Oynat"
"Playing"="Yürütülüyor"
"S_Play"="Oynat"
"Play Ring"="Zili Çal"
"Play Record"="Kaydı Oynat"
"Play Tone"="Çalma Sesi"
"Play Voice Message"="Ses Mesajı Oynat"
"Unclassified"="Sınıflandırılmamış"
"Does not exist anywhere"="Heryerden mevcut değil!"
"Can't be empty"="Boş olamaz!"
"Unavailable !"="Kullanılamaz!"
"Unable to add to blacklist!"="Kara listeye eklenemedi!"
"Unable to add to contacts!"="Kişilere eklenemedi!"
"Can't be empty!"="Boş olamaz!"
"Connot download PLCM Phonebook"="PLCM Telefon Rehberi indirilemiyor"
"mismatch"="Eşlemeyi Kaldır"
"Contact is not local!"="Yerel kişi değil!"
"Not allow opt in/out"="Kabul Etmeye/Vazgeçmeye izim verilmiyor."
"Anonymity Disallowed"="Kimlik gizleme yasaklandı!"
"Department"="Bölüm"
"Sample Rate"="Aynı oran"
"Menu"="Menü"
"S_Menu"="Menü"
"Menu key"="Menü Tuşu"
"Operator fail"="İşlem başarısız!"
"Draftbox"="Draftbox"
"Test OK"="Test Success"
"Fail in testmode"="Fail in testmode!"
"Test Fail"="Test Başarısız"
"DECT dongle is removed,reboot and switch to SIP mode?"="Dongle is removed, reboot and switch to SIP mode?"
"DECT dongle is inserted,reboot and switch to DD Phone mode?"="DECT donanım kilidi takıldı; yeniden başlatılıp DD Telefon moduna geçilsin mi?"
"S_View"="Görüntüle"
"View"="Görüntüle"
"View more contacts..."="Daha fazla kişiyi görüntüle..."
"View Executive List"="View Executive List"
"View Voice Mail"="Sesli Postayı Görüntüle"
"View Assistant List"="View Assistant List"
"Search LDAP Contacts"="LDAP Kişilerini Ara"
"Search Directory"="Dizini Ara"
"Search For Contacts"="Kişileri Ara"
"Search All Contacts"="Tüm Kişileri Ara"
"Search Network Contacts"="Ağ Kişilerini Ara"
"Consult"="Danış"
"S_Split"="Ayır"
"Split"="Ayır"
"Split All"="Tümünü Böl"
"Product ID"="Ürün Kimliği"
"Product Name"="Ürün Adı"
"Always Off"="Daima Kapalı"
"General"="Genel"
"Generally Settings"="Genel Ayarlar"
"Always On"="Daima Açık"
"Exceed the upper limit!"="Exceed the max limit!"
"success"="başarılı"
"Logout successful"="Başarıyla oturum kapatıldı!"
"Login successful"="Başarıyla oturum açıldı!"
"Disconnect Success."="Başarıyla bağlantı kesildi!"
"Add the records success"="Kayıt eklendi!"
"Move to blacklist success"="Kara Listeye taşıma başarılı"
"Move the contacts success"="Kişilere taşıma başarılı"
"MTSW ACD Member"="Üye"
"S_Members"="Üyeler"
"S_MTSW ACD Member"="Üye"
"Memory Full"="Üyeler dolu!"
"city"="şehir"
"Duration"="Süre"
"Factory Installed"="Factory Installed"
"Outbound Alternate Number is invalid!"="Dış Alternatif No geçersiz!"
"Outbound Alternate Phone Number"="Giden Numara"
"Initial Call Back?"="İlki Geri Aransın?"
"Initial ACD State"="İlk ACD Durumu"
"Initial State"="Başlangıç Durumu"
"Storage Media Properties"="Depo Alanı"
"Wrap up"="Bitir"
"Disposition Code"="Düzenleme Kodu"
"Pager"="Çağrı Cihazı"
"Transport"="Transport"
"Transmit Rate"="İletim Hızı"
"Fax"="Faks"
"Secondary DNS"="İkincil DNS"
"from the conference?"="istiyor musunuz?"
"Remove from Favorite"="Favoriden kaldır"
"ICON_Remove from Favorite"="SkKul Kld"
"Remove selected from favorite?"="Seçilenler sık kullanılanlardan kaldırılsın?"
"error"="Hata"
"Wrong user name"="Yanlış kullanıcı adı!"
"Wrong user name or password!"="Yanlış kullanıcı adı veya parola!"
"Bad Request"="Hatalı İstek"
"Bad request!"="Bad request!"
"Reached the upper limit of 12 hours recording time"="Reached the max limit of 12-hour recording time"
"Reply"="Yanıtla"
"Open fail"="Açma başarısız!"
"Proxy Fallback Interval"="Vkl Çkm Arlğ"
"Proxy Fallback Interval is invalid!"="Vekil Çekme Aralığı geçersiz!"
"Invalid Call on code!"="Invalid call on code!"
"Invalid Reject on code!"="Geçersiz ret açık kodu!"
"Idle Clock"="Boşta Saati"
"Idle Clock Display"="Boşta Saati Ekranı"
"SymmOneWayDelay"="Sim.TkYnGckm"
"Current Base Pin"="Geçerli Temel PIN"
"Current PIN is incorrect."="Geçerli PIN yanlış!"
"Current PIN"="Eski PIN"
"Current Time"="Geçerli Saat"
"VPN can't be on \n\n when file do not exist!"="Dosya mevcut değilken \n\n VPN açık olamaz!"
"To navigate the menu, please use the arrow keys below!"="Menüde gezinmek için, okları kullanın!"
"Import Config"="Yapılandırmayı İçe Aktar"
"To:"="Şuna:"
"reached!"="Ulaşıldı!"
"GuestOut"="KonkÇıkş"
"Log Out"="Çıkış Yap"
"Logged Out"="Oturum Kapatıldı"
"Logout"="OtKpt"
"S_GuestOut"="KonkÇıkş"
"S_Logout"="OtKpt"
"SignOut"="OturumKapat"
"L_Logout"="OtKpt"
"In the logout"="Oturumdan çıkılıyor..."
"In the logout ......"="Kapatılıyor......"
"ACD Login"="ACD Oturum Açma"
"Logged-in Members"="Oturum Açan Üyeler"
"Login Type"="Giriş Türü"
"Login failed,password mistake."="Giriş başarısız, yanlış şifre."
"Login Timer"="Giriş Zamanlayıcısı"
"Login as"="Farklı Oturum Aç"
"Guest Login"="Ziyaretçi Oturum Aç"
"GuestIn"="Konuk Girişi"
"Logged In"="Oturum Açıldı"
"Login"="Oturum Aç"
"S_GuestIn"="Konuk Girişi"
"S_Login"="Oturum Aç"
"SignIn"="OturumAç"
"L_Login"="Oturum Aç"
"Login..."="Oturum Aç..."
"Login Failed."="Oturum açma başarısız."
"Logging in"="Oturum açıldı"
"In the login ......"="Açılıyor......"
"Wait for"="Bekle"
"Wait Time"="Bekleme Süresi"
"Level changed"="Seviye değişti"
"Low"="Düşük"
"Area"="Alan"
"region"="bölge"
"Address"="Adres"
"Address incomplete"="Adres eksik!"
"Location Saved."="Konum Kaydedildi."
"Dot"="Nokta"
"Touch to connect with "="Bağlanmak için dokunun"
"LocalMenu"="YerelDiz"
"Phonebook"="Rehber"
"S_PhoneBook"="Rehber"
"L_PhoneBook"="Rehber"
"Phonebook(0)"="Rehber(0)"
"PhoneBook Name"="Tel.Def. Adı"
"Phone number can't be empty!"="Telefon numarası boş olamaz!"
"Search by Phone Number"="Telefon Numarasına Göre Ara"
"Phone number is empty!"="Telefon numarası boş!"
"Phone numbers should only consist of digits, with an optional family mailbox id."="Telefon numarası yalnızca sayılardan ve isteğe bağlı aile posta kutusu kodundan oluşmalıdır."
"Phone Unlock PIN"="Telefon Kilit Açma PIN’i"
"Telephone-Event"="Telefon-Olayı"
"Phone To Ring"="Çalacak Telefon"
"The call was hung up"="Çağrı kapatıldı"
"Cable Disconnect"="Cable disconnected!"
"Email"="E-posta"
"MENU_Email"="E-posta"
"Top Secret"="Çok Gizli"
"Packet Lost"="Paket Kayıp"
"S_Discard"="Çıkart"
"Jitter"="Gecikme"
"Read"="Oku"
"Reading File..."="Dosya Okunuyor..."
"L_SMS"="SMS"
"S_SMS"="SMS"
"SMS"="SMS"
"Disconnect"="Bağlantı kes"
"ICON_Disconnect"="Bağlantı kes"
"S_Disconnect"="Bağlantı kes"
"Disconnect with"="Bağlantı Kes"
"Disconnected"="Bağlantı kesildi"
"Disconnect failed."="Bağlantı kesme başarısız!"
"Queue"="Sıra"
"Queue Name"="Kuyruk Adı"
"Queue Status"="Sıra Durumu"
"Contrast"="Kontrast"
"Sorry,you can only make two calls!"="Sorry, only two calls are available."
"Far UnHold"="Far UnHold"
"Far Resume"="Far Resume"
"Busy Here"="Meşgul!"
"Intercom"="İnterkom"
"L_Intercom"="İnterkom"
"S_Intercom"="İnterkom"
"Intercom Number is invalid!"="Dahili Numara geçersiz!"
"Intercom Barge"="İnterkom Kabul"
"Intercom Mute"="İnterkom Sessiz"
"Intercom Tone"="İnterkom Zili"
"Headset mode disabled"="Ahize modu dev.dışı"
"Headset Connected"="Kulaklık Bağlı"
"From"="Alınan"
"Outbox"="Giden kutusu"
"S_Dial"="Gönder"
"S_Send"="Gönder"
"Send"="Gönder"
"To"="To"
"Send Warn"="Uyarı Gönder"
"Send Anonymous Rejection Code"="An.Rd K. Gndr"
"Send Anonymous Code"="Anonim Kod Gönder"
"Sending Provision Requests"="Kayıt Talepleri Gönderiliyor"
"Sending Requests..."="Talepler Gönderiliyor..."
"S_Send Message"="Mesaj Gönder"
"Send Message"="Mesaj Gönder"
"Chinese_T"="繁體中文 (Chinese Traditional)"
"Back"="Geri"
"S_Back"="Geri"
"Back To Record"="Kayda Dön"
"Discard"="Çıkart"
"Do you want to discard your change?"="Değişikliğinizi iptal etmek istiyor musunuz?"
"Invalid Number"="Geçersiz Numara"
"Value is invalid!"="Değer geçersiz!"
"Illegal Character"="Geçersiz Karakter"
"Not Emergency Number!"="Acil Numarası Yok!"
"Too hight of resolution!"="The resolution is too high!"
"Extension"="Dâhili hat"
"Extension Number"="Dahili Numara"
"extension_number"="dahili_numara"
"Fail to alloc memory!"="Failed to alloc memory!"
"Shared Directory"="Rehberi Paylaş"
"Min"="Min"
"minutes left for call recording"="arama kaydı için kalan dakika"
"No"="Hayır"
"Server"="Sunucu"
"Service"="Hizmet"
"Server URL"="Sunucu URL'si"
"Invalid Server URL!"="Geçersiz sunucu URL'si!"
"server error"="Sunucu hatası"
"Service error!"="Sunucu hatası!"
"URL"="URL"
"Invalid Server!"="Geçersiz sunucu!"
"Server is invalid!"="Sunucu geçersiz!"
"float"="kayar"
"Extention"="Uzantı"
"Copy to Favorite"="Favoriye Kopyala"
"Capy Favorite Fail"="Favoriye Kopyala başarısız!"
"Copy to Favorites failed!"="Sık Kullanılanlara Kopyalanamadı!"
"Copy to All Lines?"="Tüm hatlara kopyala?"
"Copy selected to favorite ?"="Seçilenler sık kullanılanlara kopyalansın ?"
"Copy selected to favorite?"="Seçilenler sık kullanılanlara kopyalansın?"
"Overwrite the original contact?"="İlk kişi üzerine yaz?"
"This action can not be reversed."="Bu işlemden geri dönülemez."
"The file doesn’t exist"="Dosya yok!"
"The file doesn't exist"="Dosya yok!"
"The value must be between:1024~65535"="The value must be between:1024~65535"
"Changing Language..."="Dil Ayarlanıyor..."
"Advanced"="Gelişmiş"
"MENU_Advanced"="Gelişmiş"
"Advanced Setting"="Gelişmiş Ayarlar"
"MENU_Advanced Setting"="Gelişmiş Ayarlar"
"user"="kullanıcı"
"L_ACD Trace"="Trace"
"More"="Devamı"
"S_More"="Devamı"
"S_Show More"="Diğer"
"More..."="Daha fazla..."
"Change Base Pin"="Temel PIN’i değiştir"
"S_Show Less"="Gizle"
"Refresh"="Yenile"
"S_Flash"="Flaş"
"S_Update"="Güncelle"
"Update"="Güncelle"
"Now to update the dect firmware and disconnect with all the dect microphones"="DECT aygıt yazılımını güncellemek için tüm DECT mikrofonların bağlantısını kesin."
"Now to update the firmware and disconnect with all external micphones"="Aygıt yazılımını güncellemek için tüm harici mikrofonların bağlantısını kesin."
"Update Config"="Yapılandırmayı Güncelle"
"Update Configuration"="Yplndrm Güncelle"
"Updating Configuration..."="Yapılandırma güncelleniyor ..."
"Failed to update configuration."="Failed to update configuration!"
"Configuration updating failed."="Konfigürasyon güncellenemedi."
"Configuration updating completed."="Konfigürasyon güncellemesi tamamlandı."
"Configuration updating."="Konfigürasyo güncelleniyor ..."
"Update Complete"="Güncelleme tamamlandı!"
"Updating Network"="Ağı Güncelle"
"Update Firmware"="Aygıt Yazılımını Güncelle"
"Updating !"="Güncelleniyor !"
"Updating, please wait..."="Güncelleniyor, lütfen bekleyin..."
"Refreshing..."="Yenileniyor..."
"Work Phone"="İş Telefonu"
"work_phone"="iş_telefonu"
"Work Number"="İş Numarası"
"Business Hours"="İş Saatleri"
"Working time"="Work Time"
"Common"="Genel"
"Features"="Özellikler"
"MENU_Features"="Özellikler"
"The feature could not be activated !"="The feature cannot be activated!"
"Function key"="Fonksiyon Tuşları"
"The feature activated !"="Özellik aktif!"
"Shared Calls"="Paylaşılan Aramalar"
"Share line unavailable"="Hat paylaşma yok"
"Alert SCA Location"="Uyarı SCA Kon."
"Firmware"="Aygıt Yazılımı"
"Firmware Update..."="Aygıt Yazılımını Güncelle..."
"Customer"="Müşteri"
"End Call"="Bitir"
"Hang Up"="Telefonu Kapat"
"S_End Call"="Bitir"
"Off"="Kapalı"
"Invalid Off code!"="Geçersiz kapatma kodu!"
"Off Code"="Kapatma Kodu"
"Off code can't be empty!"="Kapalı Kodu boş olamaz!"
"Relation"="İlgi"
"Manage"="Yönet"
"S_Manage"="Yönet"
"admin"="yönetici"
"Manage Group"="Grubu Yönet"
"Broadcasting..."="Yayın ..."
"FWD International"="Uluslararası YND"
"Country"="ülke"
"Filter Type"="Filtre Türü"
"Buddies"="Arkadaşlar"
"L_Buddies"="Buddies"
"Number"="Numara"
"Phone Number"="Tel No"
"Phone Numbers"="Telefon Numaraları"
"number?"="Number?"
"Number is invalid!"="Numara geçersiz!"
"Number can't be empty!"="Numara boş olamaz!"
"number is empty!"="Numara boş!"
"Unallocated Number"="Atanmamış Numara"
"Number already exists!"="Numara zaten var!"
"Blacklist"="KaraListe"
"ICON_Blacklist"="KaraListe"
"black list full"="Blacklist is full!"
"Callout"="Blrtm çizgisi"
"Outgoing Call"="Giden Aramalar"
"S_Callout"="Blrtm çizgisi"
"Key As Send"="Gönderme Tuşu"
"Dial"="Gönder"
"ICON_Dial"="Gönder"
"MENU_Dial"="Gönder"
"Calls for BLF"="Calls for BLF"
"Call Waiting"="Arama Bekliyor"
"Placed Calllog"="Aranan Numaralar"
"Placed Calls"="Aranan Numaralar"
"Call Control"="Arama Kontrol"
"MENU_Call Control"="Call Control"
"Call Screening"="Arama Süzme"
"Call Screening Switch"="Arm Szmy Dğştr"
"Call Fail"="Arama Hatası"
"Call Alerting"="Arama Uyarma"
"Call Push Recall After"="Arm İtm Gr Arm"
"S_Call Push"="Çğr Gnd"
"Call Completion"="Arama Tamamlama"
"S_Call Info"="Çağrı Bilgisi"
"Call has been successfully recorded on USB device!"="Call has been successfully recorded on USB device!"
"Call VoiceMail"="Sesli Mesaj Ara"
"S_Call VoiceMail"="Sesli Mesaj Ara"
"Call Voice Mail"="Sesli Posta"
"S_Call Voice Mail"="Sesli Posta"
"Invalid Call Park Number!"="Invalid call park number!"
"Callers Waiting"="Bekleyen Arayanlar"
"Calling"="Aranıyor"
"Call Center Phone"="Call Center Phone"
"Call Forward"="Aramayı Yönlendir"
"Call Forwarding Not Reachable"="Çağrı yönlendirmesine ulaşılamıyor"
"Call maximum"="Çağrı Maksimum"
"Ignore"="Yoksay"
"S_Ignore"="Yoksay"
"S_Directories"="Rehber"
"S_Directory"="Dizin"
"L_Directories"="Rehber"
"History"="Geçmiş"
"MENU_History"="Geçmiş"
"S_Calllog"="aramalar"
"S_History"="Geçmiş"
"Video message cannot be played on the phone!"="Video mesajı telefonda oynatılamıyor!"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="Telefon ve EXP duvar kağıdı varsayılan resim olarak değişecek. Devam?"
"Welcome"="Hoş Geldiniz"
"RoundTripDelay"="GidişGelişGecikmesi"
"Resume"="Devam Et"
"S_Resume"="Devam Et"
"Reset to Factory"="Fabrika Ayarlari"
"Factory Setting?"="Fabrika ayarı?"
"Reset To Factory Setting?"="Fabrika Ayarına Sıfırla?"
"resume record"="Kayda devam et"
"S_UnMute"="Sesli"
"UnMute"="Sesli"
"Resume REC"="KYT Dvm"
"ResumeREC"="KYTDvm"
"S_Resume REC"="KYT Dvm"
"S_ResumeREC"="KYTDvm"
"Failed to resume recording"="Kayıt devam edemiyor!"
"Call Return"="Tekrar Arama"
"CallReturn"="Tekrar Ara"
"L_Recall"="Tekrar Arama"
"Recall"="Tekrar Arama"
"S_Recall"="Tekrar Arama"
"S_Redial"="TkrAra"
"L_Call Return"="Tekrar Arama"
"S_Call Return"="Tekrar Arama"
"Call Back"="Geri Ara"
"S_Call Back"="Geri Ara"
"S_Reply"="Yanıtla"
"Conf"="Konf"
"Conference"="Konf."
"L_Conference"="Konf."
"S_Conference"="Konferans"
"Conference with"="Şununla konferans:"
"Meeting ID"="Meeting ID"
"ConferenceURL"="Konferans URL"
"Conf Manage"="Konf Yönet"
"Conference Manage"="Konferans Yönetimi"
"conference_number"="konferans_no"
"Obtaining Status..."="Obtaining Status..."
"Obtaining IP Address"="IP Adresi Alınıyor"
"Getting"="Alınıyor"
"Secret"="Gizli"
"PrimaryContact"="Birincil Kişi"
"MENU_Basic Setting"="Temel Ayarlar"
"Basic Setting"="Temel Ayarlar"
"Enable this Location"="Bu Knmu Etkinleştir"
"Active Level"="Aktif Seviye"
"Active Line"="Aktif Hat"
"MENU_Calculator"="Hesap Mak."
"Record Mode"="Kayıt Modu"
"Record file saved"="Kayıt dosyası kaydedildi"
"Record Failed"="Kayıt Başarısız"
"Remember the Password"="Şifreyi hatırla"
"Encryption Type"="Şifreleme Türü"
"S_Join"="Katıl"
"Loading phonebook is error!"="Rehber yükleme hatası!"
"Load Failed"="Yüklenemedi"
"Loading image..."="Resim yükleniyor..."
"Image loading. Please wait !"="Resim yükleniyor... Lütfen bekleyin!"
"Loading File..."="Dosya Yükleniyor..."
"Loading"="Yükleniyor"
"Loading, please wait..."="Yükleniyor, lütfen bekleyin..."
"Family"="Aile"
"home_phone"="ev_telefonu"
"Home Number"="Ev Numarası"
"HomeNumber"="Ev Numarası"
"Family number is invalid!"="Family number is invalid!"
"Holiday Schedule"="Holiday Schedule"
"Interval"="Aralık"
"S_Silent Monitor"="Sssz İz"
"Silent Monitor"="Sssz İz"
"Network Checking..."="Ağ Kontrolü..."
"Check"="Kntrl et"
"S_Check"="Kntrl et"
"Checking!"="Kontrol ediliyor..."
"Simple"="Basit"
"Chinese_S"="简体中文 (Chinese Simplified)"
"Short Label"="Kısa Etiket"
"Setup"="Kurulum"
"Keyboard"="Tuş Takımı"
"Keypad"="Tuş Takımı"
"S_Keypad"="Tuş Takımı"
"KeyBoard Test"="Klavye Testi"
"KeyBoard test succeed!"="Keyboard test succeed!"
"KeyGuard"="Tuş Takımı Kilidi"
"Keypad Lock"="Telefon Kilidi"
"KeypadLock"="Tlf Kld"
"L_KeypadLock"="Telefon Kilidi"
"L_Phone Lock"="Telefon Kilidi"
"Phone Lock"="Telefon Kilidi"
"S_KeypadLock"="Tlf Kld"
"S_Phone Lock"="Telefon Kilidi"
"Lock type"="Kilit Türü"
"Lock Time Out"="Otomatik Kilit"
"Keypad locked."="Telefon kilitlendi."
"Move selected to contactlist ?"="Kişiye taşı?"
"Received"="Received"
"Recv"="Recv"
"Accept the connection request from "="Bağlantı isteğini kabul et "
"Anonymous call can't be rejected \n\n when answer only!"="Anonymous call cannot be rejected \n\n when answer only!"
"street"="cadde"
"Finished"="Bitti"
"End IP should be larger than Start IP!"="End IP should be larger than Start IP!"
"Voice Mail Finished"="Sesli Posta Bitti"
"Stop Time"="Durma Saati"
"DPickup"="YCevaplama"
"L_Pick Up"="Al"
"Pick Up"="Pickup"
"Pickup_Idle"="Pickup"
"S_DPickup"="YCevaplama"
"S_Pick Up"="Al"
"S_Screenshot"="Ekran Gör."
"Guest Unlock"="Ziy. KldAç"
"S_Unlock"="KilitAç"
"Unlock"="Unlock"
"UnlockPIN"="PINKilidiniAç"
"Unlock PIN"="PINKilidiniAç"
"Unlock Pin incorrect"="Hatalı PIN!"
"Barge In"="Gir"
"S_Barge In"="Gir"
"Today"="Bugün"
"Emergency Call Only"="Yalnızca Acil Arama"
"Emergency"="Acil"
"L_Emergency"="Acil"
"S_Emergency"="Acil"
"Emergency Call"="Acil Çağrı"
"Emergency Escalation"="Acil Artışı"
"Urgent Message"="Acil Mesaj"
"Enter"="Gir"
"S_Enter"="Gir"
"Attended Transfer"="Kontrollü Taşıma"
"Far Mute"="Sessiz"
"S_Far Mute"="Sessiz"
"Disabled"="Devre dışı"
"Forbidden Number"="Yasak Numara"
"manually configing is forbidden!"="Manuel yapılandırma yasak!"
"Executive"="Yönetici"
"Executive Common Settings"="Yönetici Genel Ayarları"
"Executive-Assistant"="YöneticiAsistanı"
"Executive-Originator"="Yönetici Arayan"
"ALERT"="Uyarı"
"Warning"="Uyarı"
"Warnings"="Uyarılar"
"Warning Interval(s)"="Uyarı Aralıkları"
"Warrning Tone Interval must be >"="Warning tone interval must be >"
"Warrning Tone Interval must be >= 10 and <= 1800"="Uyarı tonu aralığı> = 10 ve <= 1800 olmalıdır."
"Static DNS"="Statik DNS"
"Static IP"="Statik IP"
"Static IP Client"="Statik IPv4 İstemcisi"
"Static IPv4 Client"="Statik IPv4 İstemcisi"
"IPv4 Static DNS"="IPv4 Static DNS"
"Static IPv6 Client"="Statik IPv6 İstemcisi"
"IPv6 Static DNS"="IPv6 Static DNS"
"Mute"="Sessiz"
"S_Mute"="Sessiz"
"S_Silence"="Sessiz"
"Silence"="Sessiz"
"Silent"="Sessiz"
"old"="eski"
"The old PIN"="Eski URL"
"Old PWD"="Eski PWD"
"The old pwd"="Eski Şifre"
"The old password is wrong!"="Yanlış parola!"
"Block"="Engelle"
"Reject"="Reddet"
"Rejected"="Reddedildi"
"S_Block"="Engelle"
"S_Reject"="Reddet"
"S_Open Door"="KapıAç"
"On"="Açık"
"Outbound Status"="Dış Durum"
"VPN Active"="VPN Aktif"
"Lock Enable"="Kilit Etkinl."
"On Code"="Açık Kodu"
"Off Code could not be empty when On Code is set!"="Açık kodu ayarlı iken Kapalı Kodu boş olamaz!"
"Enable Diversion Inhibitor"="Ynlndirme Önleyici"
"S_Start"="Başlat"
"Start"="Başlat"
"StartSharing"="PaylaşmayaBaşla"
"S_Start REC"="KYT Bşlt"
"S_StartREC"="KYTBşlt"
"Start REC"="KYT Bşlt"
"StartREC"="KYTBşlt"
"Start Time"="Başlangıç Saati"
"DSS Keys"="DSS Tuşları"
"Dsskey"="DSStuşu"
"Dsskey Wallpaper"="Dsskey Duvar Kağıdı"
"Optional"="İsteğe bağlı"
"S_S2S Avail"="Mvcut"
"S2S Avail"="Mvcut"
"available network(s)"="mevcut ağlar:"
"available network(s)(Connected with"="mevcut ağlar bağlantısı"
"Available Recording Time"="Kalan kayıt süresi"
"Available Wireless Device"="Kullanılabilir Ağlar"
"Free"="boş"
"Available Recording Time is less than 1 hour"="Geçerli kayıt süresi 1 saatten az"
"available network(s)("="mevcut ağ(lar)"
"available network(s):"="mevcut ağlar"
"Empty"="Boş"
"N/A"="Yok"
"None"="YOK"
"S_Empty"="Boş"
"Space is not enough"="Alan yeterli değil"
"Idle Record"="Boş Kayıt"
"IdleRecord"="IdleRecord"
"Empty Value"="Boş"
"Softkey Label"="MenüTuşu Etiketi"
"Fast Forward"="Hızlı İleri"
"S_Fast Forward"="Hızlı İleri"
"Fast Rewind"="Hızlı Geri"
"S_Fast Rewind"="Hızlı Geri"
"Extentions"="Extentions"
"EXP Key"="EXP Key"
"Expansion module"="Genişleme modülü"
"EXP wallpaper will change into the default image. Confirm to delete or not?"="EXP duvar kağıdı varsayılan resim olarak değişecek. Devam?"
"CallPull"="Arm Alm"
"S_CallPull"="Arm Alm"
"Talk From"="Konuş"
"Not Acceptable Here"="Buradan kabul edilemez!"
"Call Filtering"="Arama Filtreleme"
"Call Filtering Mode"="Arm Fltr. Md"
"Call Filtering Switch"="Arm Fltrlmy Dğştr"
"Call Pickup"="Arama Aç"
"Calls for Pickup"="Başkasının Aramasını Cevapla"
"Incoming video call request..."="Gelen görüntülü çağrı isteği..."
"From_Num"="Alınan Numara"
"From_FWD"="YNLNDR'den"
"Bluetooth"="Bluetooth"
"MENU_Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth: Açık"
"Bluetooth Mac"="Bluetooth Mac"
"Business Number"="İş Numarası"
"bluetooth device(s)"="bluetooth cihazları"
"bluetooth devices"="Bluetooth cihazları"
"Bluetooth Device(s) (Connecting with"="Bluetooth Device(s) (Connecting with"
"bluetooth device(s)(Connecting with"="bluetooth cihazları bağlantısı:"
"No Bluetooth Adapter Found."="Bluetooth Adaptörü Bulunamadı."
"Bluetooth adapter is removed."="Bluetooth adaptörü kaldırıldı."
"Adapter has removed out"="Bluetooth adaptörü çıkarıldı."
"Type"="Tür"
"Away"="Uzakta"
"S_S2S Unavail"="Uzakta"
"S2S Unavail"="Uzakta"
"Offline"="Çevrimdışı"
"S_Unavail"="Klnlmyr"
"S_Unavailable"="Bulunmuyor"
"Unavail"="Klnlmyr"
"Unavailable"="Bulunmuyor"
"Unavailable Reason Code"="Kullanılmayan Neden Kodu"
"Calllog"="aramalar"
"History Record"="Geçmiş Kaydı"
"History Setting"="Geçmiş Ayarları"
"History Details"="Geçmiş Ayrıntıları"
"Provision now?"="Şimdi kayıt?"
"Update now?"="Şimdi güncelle?"
"Connect"="Bağlan"
"ICON_Connect"="Bağlan"
"S_Connect"="Bağlan"
"USB Connecting"="USB Bağlanıyor"
"Connection timeout \n please try again!"="Connection timeout \n please try again!"
"Connect Success."="Başarıyla bağlandı!"
"Connect to"="Bağlan"
"Disconnecting..."="Bağlantı kesiliyor..."
"Failed to connect \nto server!"="Sunucuya \nbağlanamıyor!"
"Failed to connect to server!"="Sunucuya bağlanamıyor!"
"Connect failed."="Bağlantı başarısız."
"Connect Fail!"="Bağlantı sağlanamadı!"
"Connect Mobile Failed"="Mobil Bağlantı Başarısız"
"Connecting"="Bağlanıyor"
"Connecting..."="Bağlanıyor..."
"Contact already exists. Add contact with the same name?"="Kişi zaten var. Yine de yeni bir kişi olarak oluştur?"
"Delete the contact will also delete the contact in the server and can not be restored."="Sunucu kişisi siliniyor ve yüklenemiyor."
"contact full"="Kişi listesi dolu!"
"Contacts Setting"="Kişi Ayarları"
"Contact Details"="Kişi Detayları"
"Contact exist!"="Kişi adı bulundu!"
"Confirm PIN mismatch!"="PIN uyumsuzluğu!"
"FlexSeat"="FlexSeat"
"FlexSeat Login"="FlexSeat Oturum Açma"
"Ring Tones"="Zil Tonları"
"MENU_Browser"="Tarayıcı"
"Browse Photo"="Fotoğrafa Göz At"
"Browse Recordings"="Sesi Ara"
"Messages List"="Mesaj Listesi"
"L_Messages List"="Mesaj Listesi"
"S_Messages List"="Mesaj Listesi"
"L_Record"="Kaydet"
"Record"="Kaydet"
"S_Record"="Kaydet"
"Voice Record"="Ses Kaydı"
"Failed to record call"="Arama Kaydedilemiyor!"
"MENU_Recorder"="Kayıt Cihazı"
"Voice Recorder Number is invalid!"="Ses Kayıt No geçersiz!"
"Recording not allow play any record!"="Kayıt oynatılamıyor!"
"Record VM"="Kayıt VM"
"Record Warning Tone"="Kayıt Uyarı Tonu"
"Recording not allow delete any record!"="Cannot delete any record during recording!"
"Trace Route"="Yolu İzle"
"Code"="Code"
"Busy..."="Meşgul..."
"Busy"="Meşgul"
"B Transfer"="B Aktar"
"S_B Transfer"="B Aktar"
"No Record"="Kayıt yok"
"No available Wi-Fi,go to Wi-Fi setting now?"="Uygun kablosuz ağ yok, Wi-Fi ayarlarına şimdi git?"
"No Available Account"="No available account"
"No EXP"="EXP Yok"
"No USB Inserted"="USB takılı değil."
"No contact!"="Kişi Yok!"
"No Disposition Codes"="Yetki kodu yok!"
"No Bridge"="No Bridge"
"No Timezone"="No Timezone"
"No regised handset"="Kayıtlı telefon cihazı yok"
"No submit url !"="No submit URL!"
"No find wifi adapter!"="Wi-Fi adaptörü bulunamadı!"
"No registered handset"="No registered handset"
"Media Type"="Medya Türü"
"Media Stats"="Medya İstatistikleri"
"Media audio"="Medya Sesi"
"Invalid US Date Format!"="Geçersiz ABD tarih biçimi!"
"Invalid US Time Format!"="Geçersiz ABD saat biçimi!"
"Opt Out"="Vazgeç"
"Opt In"="Seç"
"Password"="Parola"
"Change Password"="Parolayı Değiştir"
"Password can't have space only"="Şifre boşluk içeremez"
"Password can't be empty!"="Parola boş olamaz!"
"Confirm password mismatch!"="Parola eşleşmiyor!"
"Passwords don't match!"="Şifreler eşleşmiyor."
"Password is wrong!"="Yanlış parola!"
"Password is invalid!"="Parola geçersiz!"
"Cipher Type"="Şifre Türü"
"Invalid Password!"="Geçersiz şifre!"
"Do Not Disturb"="Rahatsız Etmeyin"
"DND Enable"="DND Durumu"
"DND"="RE"
"L_DND"="RE"
"S_DND"="RE"
"Speader mode disabled"="Eller serbest modu dev.dışı"
"Invalid MAC oriented!"="Invalid MAC oriented!"
"s"="sn"
"first_name"="adı"
"Name suffix"="İsim soneki"
"Name prefix"="İsim öneki"
"Members"="Üyeler"
"Last Name"="Soyadı"
"Name can't be empty!"="Ad boş olamaz!"
"ICON_Sort First Name"="Ada Göre Sırala"
"Sort First Name"="Ada Göre Sırala"
"Search by FirstName"="Ada Göre Ara"
"Search by Name"="İsme Göre Ara"
"Name is invalid!"="İsim geçersiz!"
"default"="Varsayılan"
"S_default"="Varsayılan"
"CommonRingTone"="Genel"
"Default password is in use"="Varsayılan şifre kullanımda."
"Default Password is in used!"="Default pwd is in use."
"Default Gateway"="V.Ağ Geçidi"
"IPv4 Default Gateway"="IPv4 Ağ Geçidi"
"Default Gateway is invalid!"="Varsayılan Ağ Geçidi geçersiz!"
"Default Account"="Default Account"
"Target"="Hedef"
"Target can't be empty!"="Hedef boş olamaz!"
"Server Internal Error"="Dahili Sunucu Hatası"
"Out of memory!"="Bellek yetersiz!"
"Storage is not enough, recorded file is saved."="Depo yetersiz, kayıtlı dosya kaydedildi."
"Invalid Intercom Number!"="Invalid Intercom number!"
"Do you want to delete all %s call logs? This action can not be reversed."="Tüm %s arama kaydını sil? Bundan geri dönülemez."
"Nick Name"="Takma Ad"
"Nickname"="Nickname"
"Nick name must be unique."="Takma ad tek olmalıdır."
"Nick name must not be empty."="Takma ad boş olamaz."
"Anonymous"="Anonim"
"Anonymous Call"="Anonim Arama"
"Anonymous Rejection"="Anonim Reddetme"
"Year"="Yıl"
"Date(YMD)"="Tarih (YAG)"
"Your Name or Password was not Recognized!"="Yanlış kullanıcı adı veya parola."
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="MLHG'den otomatik olarak çıkış yapacaksınız. Giriş yaptığınızdan emin misiniz?"
"You have quitted the group successfully."="Grubu başarıyla terk ettiniz."
"You were removed from the group."="You were removed from the group."
"You should input at least one server address!"="You should input at least one server address!"
"q'ing"="Sıralanıyor"
"Paired Bluetooth Device"="Eşleştirilmiş Bluetooth Cihazı"
"Configuration"="Configuration"
"Config Version"="Yapılandırma Sürümü"
"Config updating!"="Config updating!"
"Configuration Updating !"="Yapılandırma güncelleniyor!"
"Configuration update complete."="Yapılandırma güncellemesi tamamlandı."
"Nothing Changed!"="Değişen Bir Şey Yok!"
"Friend"="Arkadaş"
"Passkey"="Şifre"
"Frequency"="Frekans"
"hiragana_first_name"="hiragana_adı"
"hiragana_last_name"="hiragana_soyadı"
"Platform"="Platform"
"Screensaver"="Ekran koruyucusu"
"Screensaver Type"="Ekran Kor. Türü"
"Var"="kds"
"Common Account"="Ortak Hesap"
"Other"="Diğer"
"Others"="Diğerleri"
"Other error!"="Diğer hata!"
"Other Number"="Diğer Numaralar"
"OtherNumber"="Diğer Numara"
"L_Enterprise"="Şirket"
"S_Enterprise"="Kuruluş"
"Call Initiation"="Ar Bşlt"
"S_Call Initiation"="Ar Bşlt"
"Enabled"="Etkin"
"Intercom Allow"="İnterkom İzni"
"enabled direct process"="Enabled direct process"
"ICON_PrevPage"="Önc Syf"
"PrevPage"="PrevPage"
"S_PrevPage"="PrevPage"
"L_Prefix"="Ön ek"
"Prefix"="Ön ek"
"S_Prefix"="Ön ek"
"Prefix is invalid!"="Alan kodu geçersiz!"
"Bridge"="Köprü"
"Bridge ID"="Köprü Kimliği"
"BridgeID is invalid!"="KöprüKimliği geçersiz!"
"S_Swap"="Değiştir"
"S_Switch"="Değiştir"
"Swap"="Değiştir"
"Switch"="Değiştir"
"SwitchAccount"="SwitchAccount"
"L_Switch"="Değiştir"
"Switch Account"="Hesap Değiştir"
"S_Clear"="Temizle"
"Clear web.cfg settings"="web.cfg ayarlarını temizle"
"Clear local.cfg settings?"="Yrl.konf. ayar sfr?"
"Clear non-static settings?"="Statik olmyn ayar sfr?"
"Clear all static.* settings?"="Tüm statik.* ayar sfr?"
"Clear All Record ?"="Tüm kayıtlar temizlensin?"
"Clear All Photo ?"="Tüm fotoğraflar temizlensin?"
"Clear all userdata & local config?"="Tüm kul veri ve yrl konf. sfrl?"
"Clear Icon"="Clear Icon"
"S_Clear Icon"="SimTmzl"
"Clear account config \n\n please wait..."="Hesap yapılandırmayı temizle \n\n lütfen bekleyin..."
"Clear your account config?"="Hesap yapıl. temizle?"
"Please Wait!"="Lütfen bekleyin!"
"Please wait..."="Please wait..."
"Please check your server settings and credentials"="Please check your server settings and credentials"
"Please check the registration information"="Please check the registration information"
"Please insert a USB drive!"="Lütfen bir USB flash sürücü takın!"
"EXP power is lack!"="Harici güç adaptörü gerekli!"
"Leave Message"="Mesaj Bırak"
"Do you want to save the contact or discard it?"="Kişi kaydedilsin ya da iptal edilsin?"
"Do you want to save your changes or discard them?"="Değişiklikler kaydedilsin ya da iptal edilsin?"
"Do you want to save the message or discard it?"="Mesajı kaydet veya sil?"
"Do you want to logout?"="Oturum kapatılsın?"
"Would you like to sync phone contacts temporarily?"="Tel kişileri geçici olarak senk. olsun?"
"Please wait"="Lütfen bekleyin"
"Please enter dect pin"="Lütfen DECT PIN kodunu girin"
"Please input PIN code."="Lütfen PIN kodunu girin."
"Please enter your SIP Credential Password!"="Lütfen SIP Kim.Bil Parolasını girin!"
"SIP credential password!"="Hatalı SIP kimlik bilgisi parolası!"
"Please input server address"="Please input server address"
"Please input the keyword(s)"="Lütfen anahtar sözcük girin."
"Please Enter Filter Conditions"="Lütfen Filtre Koşulu Gir"
"Enter Filter Conditions"="Filt Koşulu Gir"
"Please Enter Password"="Lütfen Parola Girin"
"Please input complete pin code"="Lütfen PIN kodunu tam girin"
"Please enter an IP address or domain name"="Lütfen bir IP adresi veya alan adı girin"
"Previous Operation in Process."="Önceki işlem hala devam ediyor!"
"Please Open H323 Protocol Switch First."="Please open H.323 protocol switch first."
"Please select"="Lütfen seçin"
"Please selected contact!"="Lütfen seçili kişiyi silin!"
"Please selected record!"="Lütfen bir kayıt seçin!"
"Please select a Disposition Code!"="Lütfen Yetki Kodunu seçin!"
"Please selected a group!"="Lütfen bir grup seçin!"
"Please select a group"="Lütfen bir grup seçin"
"Please contact your service provider for commprotal web URL!"="Commportal web URL için lütfen hizmet sağlayıcınız ile iletişime geçin!"
"Please contact your service provider for commprotal web Username/Password!"="Commportal web Kullanıcı Adı/Parolası için lütfen hizmet sağlayıcınız ile iletişime geçin!"
"Please contact your service provider for CommPortal web Username/Password!"="Commportal web Kullanıcı Adı/Parolası için lütfen hizmet sağlayıcınız ile iletişime geçin!"
"Please input below PIN code on your WIFI router and press OK to start connecting:"="Lütfen Wi-Fi yönlendiricinizden PIN kodunu girin ve bağlantıyı başlatmak için Tamam’a basın:"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Lütfen Wi-Fi yönlendiricinizin üzerindeki PIN kodunu aşağıya girin ve bağlanmak için Tamam'a basın:"
"Please retry..."="Lütfen tekrar deneyin..."
"Please register your handset"="Lütfen telefon cihazınızı kaydedin..."
"Retrieve"="Al"
"S_Retrieve"="Al"
"Retrieve Failed."="Alma başarısız."
"L_Retrieve Park"="Bekletmeyi Al"
"Retrieve Park"="Bekletmeyi Al"
"Cancel"="İptal Et"
"S_Cancel"="İptal Et"
"Cancel Login"="Giriş İptal"
"Cancel Select Executive"="Yönetici Seçimi İptal"
"Range of value is illegal"="Değer aralığı geçersiz"
"Delete All"="Tüm Sil"
"ICON_Delete All"="Tüm Sil"
"S_Split All"="Tümünü Ayır"
"All Off"="Tüm Kpl"
"S_All Off"="Tüm Kpl"
"All On"="Tümü Açık"
"S_All On"="Tümü Açık"
"Global Address Book"="Genel Adres Defteri"
"Del All"="Tüm Sil"
"S_Del All"="Tüm Sil"
"S_Delete All"="Tüm Sil"
"OK"="Tamam"
"S_OK"="Tamam"
"Are you sure to set a blank password?"="Boş parola ayarlamayı onaylıyor musunuz?"
"Confirm PIN"="PIN'i onayla"
"Are you sure you want to Log out!"="Çıkmak istediğinizden emin misiniz?"
"Confirm PWD"="PWD'yi onayla"
"Group Id is invalid!"="Grup Kimliği geçersiz!"
"Group Listening"="Grup Dinleme"
"L_Group Listening"="Grup Dinleme"
"Group"="Grup"
"L_Group"="Grup"
"S_Group"="Grup"
"group_id"="grup_kodu"
"Group isn't exist!"="Grup yok!"
"Group not existed!"="Grup mevcut değil!"
"Group is full!"="Grup dolu!"
"Group Night Forward"="Grup Gece Yönlendirme"
"Group already exist!"="Grup zaten var!"
"then press the mute key on the left to test,"="then press the mute key on the left to test,"
"Hot Line"="Direkt Hat"
"Hot Number"="Direkt Hat Nmrası"
"HotLine Delay"="Direkt Hat Gckmsi"
"Invalid Hotline delay!"="Invalid Hotline delay!"
"Hotline delay should be 0 ~ 10"="Yardım hattı gecikmesi 0 ~ 10 olmalıdır"
"Authentication Failed!"="Kimlik doğrulanamadı!"
"Day"="Gün"
"MENU_Calendar"="Takvim"
"Date"="Tarih"
"Date Format"="Tarih Biçimi"
"Date Format is invalid!"="Tarih Biçimi geçersiz!"
"logs"="Logs"
"If not,it may cause the handsets update failed"="Akri takdirde telefon cihazı güncellemesi başarısız olabilir."
"If not,it may cause the dect dongle opened failed which need to update again."="Aksi takdirde DECT donanım kilidi arızalı açılabilir ve tekrar güncellenmesi gerekebilir."
"Softkey 1"="Menü Tuşu 1"
"Softkey 2"="Menü Tuşu 2"
"Softkey 3"="Menü Tuşu 3"
"Softkey 4"="Menü Tuşu 4"
"S_Scan"="Tara"
"Scan Wifi"="Wi-Fi Tara"
"Scanning bluetooth devices.."="Bluetooth cihazları taranıyor..."
"Scanning..."="Trnyr..."
"Delete"="Sil"
"ICON_Delete"="Sil"
"S_Delete"="Sil"
"S_Remove"="Kaldır"
"Deleting."="Siliniyor."
"Delete successed"="Silme başarılı"
"Deleted successfully"="Silindi!"
"Delete number?"="Numarayı sil?"
"Delete the record?"="Kaydı sil?"
"Delete Call Log"="Arama Kaydını Sil"
"Delete the contact?"="Delete the contact?"
"Delete all numbers?"="Tüm numaraları sil?"
"Delete all locations?"="Tüm konumları sil?"
"Delete Group"="Grubu Sil"
"Delete selected wallpaper?"="Seçili duv.kağ. sil?"
"Delete seleted images?"="Seçili resimleri sil?"
"Delete the selected message?"="Seçili mesajı sil?"
"Delete seleted item?"="Seçilenleri sil?"
"Delete selected paging group?"="Seçili gönderim grubunu sil?"
"Delete all?"="Hepsi silinsin?"
"Delete All Call Log"="Tüm Arama Kydn Sil"
"Delete all item?"="Tüm öğeleri sil?"
"Delete all the call records?"="Tüm arama kayıtlarını sil?"
"Delete all images?"="Tüm resimler sil?"
"Delete All Items?"="Tüm Öğeleri Sil?"
"Delete All Group?"="Tüm Grupları Sil?"
"Delete all paging group?"="Tüm gönderim gruplarını sil?"
"Deleting Calls"="Çağrıları Sil"
"Deleting completed."="Silme tamamlandı."
"Delete location?"="Konumu sil?"
"Delete File Success"="Dosya silindi"
"Delete File Fail"="Dosya silinemedi!"
"Delete Message?"="Mesaj silinsin?"
"Do you want to delete this call log?"="Bu arama kaydını sil?"
"Delete Selected Group?"="Seçili Grubu Sil?"
"Delete Focus Record ?"="Odak Kaydı Sil?"
"Delete the selected records?"="Seçilen kayıt silinsin?"
"Delete Selected Item?"="Seçili Öğeyi Sil?"
"Delete the select item?"="Seçilen öğe silinsin?"
"Delete this audio?"="Bu sesi sil?"
"Delete this group message(s)?"="Bu grup mesajlarını sil?"
"Delete this message?"="Bu mesaj silinsin?"
"Delete this voice mail?"="Bu sesli postayı sil?"
"Deleting"="Siliniyor"
"Deleting. Please wait..."="Siliniyor. Lütfen bekleyin..."
"Deleting..."="Siliniyor..."
"Deleting... Please Wait."="Siliniyor... Lütfen Bekleyin."
"Power of flashing red light dect is low"="Kırmızı ışık yanıp sönüyorsa DECT gücü düşüktür."
"Ring Splash"="Zil Damlama"
"Previous"="Önceki"
"S_Previous"="Önceki"
"GuestLock"="ZyrtKld"
"S_GuestLock"="ZyrtKld"
"Prev"="Önc"
"S_Prev"="Önc"
"Move Up"="Yukarıya Taşı"
"Phone"="Telefon"
"Device Name"="Cihaz Adı"
"Device name can't be empty!"="Cihaz adı boş olamaz!"
"Device Info"="Cihaz Bilgisi"
"Device Cert"="Cihaz Sert"
"ICON_Setting"="Ayar"
"MENU_Settings"="Ayarlar"
"S_Set as"="Frkl ayr"
"Set as"="Frkl ayr"
"Setting"="Ayar"
"Settings"="Ayarlar"
"Go to Setting?"="Ayarlara Git?"
"Set E911 Location"="E911 Konum Ayarı"
"Set wallpaper successfully"="Duvar kağıdı ayarlandı!"
"Set WallPaper Fail"="Duvar kağıdı ayarlanamadı"
"Settings will take effect after a few seconds"="Settings will take effect after a few seconds"
"Set Dsskey wallpaper successfully"="Dsskey için duvar kağıdı ayarlandı!"
"Setting Type"="Ayarlama Türü"
"Set you location?"="Konum ayarla?"
"Set screensaver successfully"="Ekran koruyucu ayarlandı!"
"Config Updating"="konf. güncelle"
"USB Set Picture Successfully"="Set picture successfully!"
"USB Set Picture Failed"="Set picture failed!"
"Set as EXP wallpaper"="EXP duvar kağıdı olarak ayarla"
"Set EXP wallpaper successfully"="EXP duvar kağıdı ayarlandı!"
"Set as wallpaper"="Duvar kağıdı olarak ayarla"
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="Ekran koruyucu olarak ayarla"
"An error occurred during file setting"="Dosya ayarı sırasında hata oluştu."
"Set Voice Mail Code"="Set Voice Mail Code"
"Apply for binding devices"="Cihazları bağlamak için başvur"
"Invalid Identity!"="Geçersiz kimlik!"
"Upgrading Dect Dongle ?"="DECT donanım kilidi güncellensin?"
"Upgrade Video"="Videoyu Güncelle"
"Update Finish !"="Güncelleme bitti!"
"Sound"="Ses"
"Remaining battery"="Kalan pil"
"Available Audio Record"="Kullanılabilir ses kaydı"
"Remaining Time"="Kalan Süre"
"failed"="başarısız"
"Fail!"="Bşrz!"
"Failed!"="Failed!"
"Failed."="Failed."
"Failed. Please retry..."="Olmadı. Tekrar dene..."
"Time(HMS)"="Saat (SDS)"
"Time"="Saat"
"Time Format"="Saat Biçimi"
"Time Format is invalid!"="Saat Biçimi geçersiz!"
"Invalid Time Format!"="Geçersiz zaman biçimi!"
"Time & Date"="Saat ve Tarih"
"Time & Date Format"="Saat ve Tarih Biçimi"
"Time Zone"="Zaman Dilimi"
"Identify USB device failed."="USB aygıtı belirlenemiyor."
"User name couldn't be empty!"="Kullanıcı adı boş bırakılamaz!"
"bw_userid"="BW Kllnc Kmlğ"
"Use Host"="Ana Blgsyarı Kllan"
"Always with Pause/Resume"="Her Duraklamada/Devamda"
"Video"="Video"
"Video resolution is limited, can't set up a conference!"="Limited video resolution, cannot set up a conference!"
"Video Conference"="Video Konferans"
"video record error!"="Record video error!"
"Yes"="Evet"
"Log Out?"="Oturumu Kapat?"
"Auto Provision Now?"="Auto provision now?"
"Are you sure to remove "="Are you sure to remove "
"Are you sure to remove ?"="Kaldırılsın ?"
"Do you want to delete all call logs?"="Tüm arama kayıtlarını sil?"
"Do you want to delete all placed call logs?"="Tüm yapılan arama kayıtlarını sil?"
"Do you want to delete all call logs?This action can not be reversed."="Tüm arama kayıtlarını sil? Bundan geri dönülemez."
"Do you want to delete all missed call logs?"="Tüm cevapsız arama kayıtlarını sil?"
"Do you want to delete all received call logs?"="Tüm alınan arama kayıtlarını sil?"
"Are you sure to delete the Account information ?"="Hesap bilgileri gerçekten silinsin mi?"
"Are you sure logout?"="Are you sure to log out?"
"Are you sure to exit the account ?"="Gerçekten hesaptan çıkılsın mı?"
"Do you want to remove"="Konferanstan kaldırmak"
"Adapter has added, scanning the bluetooth devices right now?"="Bluetooth adaptör eklendi, Bluetooth aygıtı şimdi taransın mı?"
"Favorite"="Favori"
"Favourite"="Favori"
"ICON_Favorite"="Favori"
"Favorite is on\n manually configing is forbidden!"="Favori açık.\n Manuel yapılandırma yasak!"
"Favoritelist"="Sık kullanılanlar listesi"
"Favorite Directory"="Sık Kullanılanlar Dizini"
"Favorite Index"="Favori Dizini"
"Favorite Index already exist!"="Favori Dizini zaten var!"
"Charge"="Charge"
"Inbox"="Gelen Kutusu"
"Handsets"="Telefon Cihazları"
"Handset 2"="Telefon Cihazları 2"
"Handset 3"="Telefon Cihazları 3"
"Handset 4"="Telefon Cihazları 4"
"Handset 5"="Telefon Cihazları 5"
"Reset/Reboot operation is prohibited from the handset!Please operate it directly on T58 phone!"="Telefon cihazından sıfırlama/yeniden başlatma yasak! Lütfen doğrudan T58 telefonunda çalıştırın!"
"Handset mode disabled"="Ahize modu dev.dışı"
"Now to update the handsets,and keep it connected to your phone."="Telefon cihazı güncelleniyor, lütfen telefonunuzu bağlı tutun."
"Manual Setting"="Manuel Ayarlar"
"Mobile"="Cep Telefonu"
"mobile_phone"="cep_telefonu"
"ICON_Send by Mobile"="CepTelle Gndr"
"S_Send by Mobile"="CepTelle Gndr"
"Send by Mobile"="CepTelle Gndr"
"Mobile Account"="Mobil Hesap"
"Mobile Number"="C.Telefonu No"
"Mobile Account is not connected!"="Mobil hesap bağlı değil!"
"Invalid Mobile number!"="Geçersiz telefon numarası!"
"Mobile number is invalid!"="Mobil numara geçersiz!"
"Mobile Contacts"="Mobil Kişiler"
"Mobile Connected"="Cep Telefonu Bağlı"
"Phone audio"="Telefon Sesi"
"Mobile Voice Mail"="Mobil Sesli Posta"
"L_Mobile Account"="Mobil Hesap"
"Pri.DNS"="Brncl.DNS"
"Enter the 9 PIN Code"="9 haneli PIN kodunu girin"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input your web access password!"="Input your web access password!"
"Enter number"="Numarayı gir"
"Enter the meeting ID"="Toplantı kimliğini girin"
"Enter Conference alias or URI"="Enter Conference alias or URI"
"Enter Password"="Parola Gir"
"Enter code"="Kod gir"
"Enter New Pin"="Yeni PIN girin"
"Packets lost"="Paketler kayboldu"
"Flash"="Flash"
"S_Refresh"="Yenile"
"Flash DssKey"="Flash Dsskey"
"Refresh Failed."="Yenileme başarısız oldu"
"Flash Time"="Flaş Zamanı"
"Flashing"="Flaş"
"Refreshing.."="Refreshing.."
"Sequential"="Sıralı"
"L_Private Hold"="Özel Bekletme"
"Personal Address Book"="Kişisel Adres Defteri"
"L_Personal"="Personal"
"S_Personal"="Kişisel"
"PriHold"="Özel Beklet"
"Private Hold"="Özel Bekletme"
"S_PriHold"="Özel Beklet"
"ICON_Search"="Ara"
"S_Search"="Ara"
"Scan"="Tara"
"Search"="Ara"
"Search Key"="Arama Anahtarı"
"Search Result"="Arama Sonucu"
"Scan Bluetooth Device"="Bluetooth Cihazını Tara"
"Search Type"="Arama Türü"
"Search Global Contacts"="Genel kişileri ara"
"Search Group"="Grubu Ara"
"Scan failed."="Tarama başarısız oldu."
"Search Failed!"="Arama başarısız!"
"L_SpeedDial"="HızlıArama"
"S_SpeedDial"="HızlıArama"
"SpeedDial"="HızlıArama"
"Anywhere"="Her yerde"
"Alert Broadworks Anywhere Location"="Uyarı Her Yer Kon."
"Both"="Her İkisi"
"All XML Group"="Tüm XML Grubu"
"All keys"="Tüm tuşlar"
"All Contact"="All Contacts"
"All Buddies"="Tüm Arkadaşlar"
"All Calllog"="Tüm Aramalar"
"All Calls"="Tüm Aramalar"
"All Income Calls"="Tüm Aramalar"
"All Contacts"="Tüm Kişiler"
"L_All Contacts"="Tüm Kişiler"
"S_All Contacts"="Tüm Kişiler"
"All Groups?"="Tüm Gruplar?"
"all message?"="Tüm mesajlar?"
"All Internal Calls"="Tüm İç Aramalar"
"All External Calls"="Tüm Dış Aramalar"
"lock"="Kilitle"
"Locked."="Kilitli."
"Menu Locked"="Menü Kilitli"
"S_Guest Lock"="MsfrKld"
"Lock Time Should be more than 0!"="Kilitleme süresi 0’dan fazla olmalıdır!"
"Specified AES"="Genel AES"
"Tips:"="Tips:"
"Add"="Ekle"
"ICON_Add"="Ekle"
"S_Add"="Ekle"
"Add Metaswitch Contact"="Metaswitch Kişisini Ekle"
"Add PAB"="PAB Ekle"
"Add to"="Ekle"
"ICON_Add to"="Ekle"
"Add To Metaswitch Contact"="Metaswitch Kişisine Ekle"
"ICON_Add To Metaswitch Contact"="Metaswitch Kişisine Ekle"
"Add to local Contacts"="Yerel Kişiler’e ekle"
"Add to Favorites with an index of"="Add to Favorites with an index of"
"Add to Blacklist"="Kara Listeye Ekle"
"Add to Contact"="Kişiye Ekle"
"Add to Contacts"="Kişilere Ekle"
"ICON_Add to Contacts"="Kişilere Ekle"
"Add to Favorite with an index of"="Dizinle Favoriye ekle"
"Add to Personal"="Kişisele Ekle"
"Add Number"="Numara Ekle"
"Add Blacklist"="Kara Listeye Ekle"
"Add Contact"="Kişi Ekle"
"Add Personal"="Kişisel Ekle"
"ICON_Add Personal"="Kişisel Ekle"
"Add network"="Ağ Ekle"
"Add Group"="Grup Ekle"
"S_Add Group"="Grup Ekle"
"Add Group SoftKey"="GrupEkle"
"S_Add Group SoftKey"="GrupEkle"
"New Missed Call(s)"="Yeni Cevapsız Arama(lar)"
"New Text Message"="Yeni Metin Mesajı"
"New Voice Mail(s)"="Yeni Sesli Posta(lar)"
"Skip"="Skip"
"Update Skipped"="Güncelleme Atlandı"
"S_Stop"="Dur"
"Stop"="Dur"
"Stopped"="Durdu"
"StopSharing"="PaylaşmayıDurdur"
"S_Stop REC"="KYT Drdr"
"S_StopREC"="KYTDrdr"
"Stop REC"="KYT Drdr"
"StopREC"="KYTDrdr"
"Failed to stop recording"="Kayıt durdurulamıyor!"
"Call Finish"="Arama Bitti"
"Call Recording"="Çağrı Kaydı"
"CallReturn_Idle"="CallRecord"
"A call has already been parked to this Slot"="A call has already been parked to this Slot"
"Talking"="Konuşuyor"
"Call Park"="Çağrı Bekletme"
"L_Call Park"="Çağrı Bekletme"
"Call Park Number is invalid!"="Çağrı Bekletme No geçersiz!"
"Transfer"="Aktarma"
"Transfer to"="Şuna Aktar"
"Calls Longest"="En Uzun Bekleme"
"Directories"="Rehber"
"Directory"="Dizin"
"L_Directory"="Dizin"
"MENU_Directory"="Dizin"
"Sync failed"="Eşitleme başarısız"
"Mobile Contacts Sync"="Mobil Kişiler Senk."
"Simultaneous"="Eşzamanlı"
"Simultaneous Ring Personal"="Personeli Aynı Anda Çaldır"
"Transparency"="Şeffaflık"
"Photo"="Fotoğraf"
"Image load error !"="Resim yükleme hatası!"
"Image is too large !"="Görüntü çok büyük !"
"Can not compress pictures!"="Resimler sıkıştırılamaz!"
"Photo Details"="Photo Details"
"Exit"="Çık"
"S_Exit"="Çık"
"Update Existing"="Güncellemeden çık"
"BackSpace"="GeriAlTuşu"
"Done"="Bitti"
"Finish"="Finish"
"S_Finish"="Bitir"
"Saving completed."="Başarıyla kaydedildi."
"Unable to get to the correct time, Whether manually?"="Unable to get the correct time. Whether to set time manually?"
"Complete the Wizard!\nNetwork changed, Rebooting Now..."="Wizard completed!\nNetwork changed, rebooting now..."
"Complete the Wizard!\n\nInitializing...Please Wait"="Wizard completed!\n\nInitializing...Please wait"
"Cloud Phone Book"="Cloud Phone Book"
"Contact is syncing!"="Kişi eşitleniyor!"
"Contact not existed!"="Kişi mevcut değil!"
"Network"="Ağ"
"L_Network Favorites"="Ağ UC Sık Kullanılanlar"
"Network Favorites"="Ağ Favorileri"
"Network Unavailable"="Ağ Kullanılamıyor"
"Net unavailable !"="Ağ kullanılamaz!"
"Network unavailable."="Ağ kullanılamıyor."
"The network is unstable"="Kararsız Ağ"
"Storage Network"="Bilinen Ağ"
"S_Network Calls"="Network Calls"
"Network PhoneBook"="Ağ Rehberi"
"Network Call List"="Ağ Çağrı Listesi"
"Network changed. Rebooting"="Ağ değişti. Ynd. Bşlt"
"Web Timer "="Web Zamanlayıcısı "
"Web Timer should be 0-120!"="Web Zamanlayıcısı 0-120 olmalıdır!"
"Network CallLog"="Ağ aramaları"
"NetworkCallLog"="NetworkCallLog"
"NetworkCalllogGroup"="NetworkCalllogGroup"
"Calllog Directories"="Ağ aramaları"
"Network Directories"="Ağ Dizini"
"Network Directory"="Ağ Dizini"
"NetworkDirectoryMenu"="Network Rehber Menüsü"
"S_Network Directories"="Ağ Dizini"
"S_Network Directory"="Ağ Dizini"
"NetworkDirectoryGroup"="AğDizinGrubu"
"S_NetworkDirectoryGroup"="AğDizinGrubu"
"L_NetworkDirectoryGroup"="AğDizinGrubu"
"L_Network Contacts"="Ağ Kişileri"
"L_Network Group"="Ağ Grubu"
"Network Contacts"="Ağ Kişileri"
"Network Group"="Ağ Grubu"
"S_Network Group"="Ağ Grubu"
"S_Network Contacts"="Ağ Kişileri"
"NetworkFavorites"="AğSıkKullanılanlar"
"S_Network Dirctory"="AğDizin"
"Network unreachable"="Ağa ulaşılamıyor"
"Network Details"="Ağ Ayrıntıları"
"Network Status"="Ağ Durumu"
"web"="web"
"Web Server"="Web Sunucusu"
"UnTested"="UnTested"
"Undefined Error!"="Tanımsız hata!"
"UnRead"="Okuma"
"Missed"="Missed"
"Missed Calllog"="Cevapsız Aramalar"
"Missed Calls"="Cevapsız Aramalar"
"Missed Call"="Kayıp Arama"
"unauthorized."="Yetkisiz"
"Not Found"="Bulunamadı"
"Unknown"="Bilinmiyor"
"Unknown Error !"="Bilinmeyen Hata !"
"Unknown Line"="Bilinmeyen Hat"
"User unknown."="Kullanıcı blnmyr."
"Unregistered"="Kaydedilmemiş"
"Un-Park"="Un-Park"
"Location"="Konum"
"location?"="Konum?"
"Locations"="Konumlar"
"Text can't be empty!"="Metin boş olamaz!"
"Text Message"="Metin Mesajı"
"File do not exist !"="File does not exist!"
"File Not Exist!"="File does not exist!"
"File layout error !"="File layout error !"
"File Size"="Dosya Boyutu"
"MENU_File Manager"="Dosya Yntcsi"
"File Name"="Dosya Adı"
"Profile Name"="Profil Adı"
"File is too large !"="File is too large !"
"The file is too large"="Dosya çok büyük."
"Incorrect filesystem, please use FAT32"="Yanlış dosya sistemi, lütfen FAT32 kullanın"
"File already exists, Confirm to replace or not?"="Dosya zaten var. Değiştirmek ister misiniz?"
"File already exists"="Dosya zaten var."
"file renaming"="Dosyayı Yeniden Adlandır"
"My Mobile"="Cep"
"S_My Mobile"="Cep"
"My State"="Durumum"
"My Status"="Durumum"
"None" // "Select a Disposition Code"="Not" // "select a Disposition Code"
"None" // "Select a Disposition Code (Optional)"="Not" // "select a Disposition Code (Optional)"
"NoneURL"="URLYok"
"Unrecognized USB"="Tanımlanamayan USB"
"Can not register to sip server."="Sip sunucusuna kaydedilemedi."
"No Group"="Grup Yok"
"Always forward to"="Always forward to"
"Always Forward"="Daima Aktar"
"Dect microphone firmware update success!"="DECT mikrofonu güncellendi!"
"Dect microphone firmware update failed!"="DECT mikrofonu güncellenemedi!"
"Wifi adapter has added, scanning the wifi devices right now?"="Wi-Fi adaptörü eklendi, kullanılabilir kablosuz ağlar şimdi taransın mı?"
"Wifi adapter has removed out"="Wi-Fi adaptörü çıkarıldı."
"Wifi"="Wifi"
"Wi-Fi"="Wi-Fi"
"Storage list is full, please delete old one if wanting to add in"="Kablosuz ağ listesi dolu, eklemeden önce lütfen eskisini silin!"
"List is full, please delete before add!"="Kablosuz ağ listesi dolu, eklemeden önce lütfen eskisini silin!"
"Wireless Status"="Wi-Fi Durumu"
"Invalid"="Geçersiz"
"Invalid BLF Value!"="Geçersiz BLF değeri!"
"Unknown Uri scheme"="Bilinmeyen Uri düzeni"
"Invalid IPv6 IP Prefix!"="Geçersiz IPv6 IP Öneki!"
"Invalid NTP server2!"="Geçersiz NTP sunucusu2!"
"Invalid Outbound Alternate Number!"="Geçersiz Giden Alternatif Numara!"
"Invalid Outbound proxy!"="Geçersiz Giden Proxy!"
"Invalid Xml Browser Value!"="Geçersiz XML tarayıcı değeri!"
"Invalid Family number!"="Geçersiz aile numarası!"
"Invalid Extension!"="Geçersiz dahili numara!"
"Invalid Voice Recorder Number!"="Geçersiz ses kaydedici numarası!"
"Invalid Prefix Value!"="Geçersiz önek değeri!"
"Invalid Call off code!"="Geçersiz çağrı kodu!"
"Invalid Date Format!"="Geçersiz tarih biçimi!"
"US Date Format is invalid!"="ABD Tarih Biçimi geçersiz!"
"US Time Format is invalid!"="ABD Saat Biçimi geçersiz!"
"Favorite Index Valid"="Geçersiz Favori Dizini"
"Invalid Redial Interval!"="Geçersiz tekrar arama aralığı!"
"Invalid Redial Time!"="Geçersiz tekrar arama zamanı!"
"Invalid group id!"="Geçersiz grup kimliği:"
"Inactive Level"="Aktif Olmayan Seviye"
"Invalid Number!"="Geçersiz numara!"
"Invalid Reject off code!"="Geçersiz ret kapalı kodu!"
"Invite request no response"="Davet isteği cevap yok!"
"Invaild Provisioning Credential"="Geçersiz Kimlik Bilgisi Sunma"
"Incorrect user credentials, please retry."="Yanlış kullanıcı kimlik bilgileri, lütfen tekrar deneyin."
"Invalid Account!"="Geçersiz hesap!"
"No Answer Processing"="Cevap Yok İşleniyor"
"No Answer Forward"="Ynt Yok Ynln"
"No Account"="Hesap Yok"
"No Service"="Hizmet Yok"
"System"="Sistem"
"System Wallpaper Cannot be Deleted!!"="Sistem duvar kağıdı silinemez!"
"Insufficient storage space in system"="Sistemde yetersiz depolama alanı!"
"System Maintenance...\n\nreboot needed !"="System maintenance...\n\nPlease reboot!"
"Next"="İleri"
"S_Next"="İleri"
"ICON_NextPage"="Sonr Syf"
"NextPage"="NextPage"
"S_NextPage"="NextPage"
"Move Down"="Aşağıya Taşı"
"Load Error!"="Yükleme hatası!"
"Loading error !"="Yükleme hatası!"
"Fail to download mobile contacts!"="Mobil kişiler indirilemedi!"
"Failed to load image"="Resim yüklenemiyor!"
"Fail to download this remote phonebook!"="Bu uzak telefon rehberi indirilemedi!"
"Fail to download \nremote phonebook!"="Uzak rehber \nindirilemiyor!"
"Fail to download remote phonebook"="Uzak tel def indirilemedi"
"Fail to download remote phonebook!"="Uzak rehber indirilemiyor!"
"Daylight Saving"="Yaz Saati"
"Display"="Ekran"
"Show More"="Diğer"
"Show Less"="Gizle"
"Alerting Calling Line ID Number"="Uyr Aryn Kmlğ No"
"Alerting Calling Line ID Name"="Uyr Aryn Kmlk Adı"
"Display Name"="Görünen Ad"
"DisplayName can't contain \ < > \" \\ \' \""="Görünen Ad \ < > \" \\ \' \"” içeremez"
"DisplayName can't contain \" < > \" \\ \' \""="Görünen Ad \" < > \" \\ \' \” içeremez"
"Displayname can't be empty!"="GösterilenAd boş olamaz!"
"DisplayName"="DisplayName"
"Invalid Display name!"="Invalid display name!"
"Display Clock"="Saati Göster"
"Now to update the dect dongle,and keep it connected to your phone."="Lütfen DECT donanım kilidini telefonunuza bağlı tutun ve ardından güncelleyin."
"Limit has reached, Recording has stoped."="Maks. sınıra ulaşıldı. Kayıt durdu."
"All Lines"="Tm Htlr"
"S_All Lines"="Tm Htlr"
"MENU_Camera"="Kamera"
"Detail"="Ayrıntı"
"Detial"="Ayrıntılar"
"S_Detail"="Ayrıntı"
"S_MTSW ACD Detail"="Ayrıntı"
"MTSW ACD Detail"="Ayrıntı"
"Ring"="Zil"
"Rings"="Ziller"
"Silent Alerting"="Sessiz Uyarı"
"Alert Type"="Alert Type"
"Alert Mode"="Uyarı Modu"
"After Ring Time"="After Ring Time"
"After Ring Times"="Çalma Sonrasında"
"Ringing"="Çalıyor"
"S_SwitchAccountDown"="HspDAşğ"
"Switch Account Up"="Yukarıdaki Hesaba Geç"
"SwitchAccountUp"="HspDYkr"
"S_SwitchAccountUp"="HspDYkr"
"Switch Account Down"="Aşağıdaki Hesaba Geç"
"SwitchAccountDown"="HspDAşğ"
"Items out of limit !"="Öğeler maks. sınıra ulaştı!"
"Group list is full!"="Grup listesi dolu!"
"Protocol"="Protocol"
"Decline"="Reddet"
"S_Decline"="Reddet"
"new"="yeni"
"New PIN"="Yeni PIN"
"New Call"="Yn Arm"
"S_New Call"="Yn Arm"
"New Location"="Yeni Konum"
"New Message"="Yeni Mesaj"
"Incoming call"="Gelen Çağrı"
"New Contact"="Yeni Kişi"
"New PWD"="Yeni PWD"
"New password is too simple, are you sure to set it?"="Yeni parola çok basit. Devam edilsin mi?"
"Invalid New password!"="Geçersiz yeni şifre!"
"New password is similar to username, are you sure to set it?"="Yeni parola kul. adıyla aynı, ayarlansın?"
"New Group"="Yeni Grup"
"New Entry"="Yeni Giriş"
"L_New SMS"="New SMS"
"NewSMS"="YeniSMS"
"S_NEWSMS"="YeniSMS"
"ICON_New Group"="Yeni Grup"
"Channel"="Kanal"
"Channel Control"="Kanal Kontrolü"
"Signal Strength"="Sinyal Gücü"
"Repeater Mode"="Tekrarlayıcı Modu"
"Info"="Info"
"MENU_Message"="Mesaj"
"Message"="Mesaj"
"Messages"="Mesajlar"
"Information is not complete!"="Bilgiler tamamlanmamış!"
"Tuesday"="Salı"
"Saturday"="Cumartesi"
"Sunday"="Pazar"
"Wednesday"="Çarşamba"
"Thursday"="Perşembe"
"Friday"="Cuma"
"Monday"="Pazartesi"
"First Name"="Ad"
"last_name"="soyadı"
"Name"="Ad"
"ICON_Sort Last Name"="Soyadına Göre Sırala"
"Sort Last Name"="Soyadına Göre Sırala"
"Search by LastName"="Soyadına Göre Ara"
"Change PIN"="PIN'i değiştir"
"Modifying the configuration..."="Yapılandırma değiştiliyor..."
"VirtualUser"="SanalKullanıcı"
"Need to change passwd!"="Lütfen şifreyi değiştirin!"
"Require Answer Confirmation"="Cevap Onayı"
"Need a Number"="Lütfen öncelikle bir telefon numarası girin."
"Network configuration has changed, shall become effective after the restart?"="Ağ yapılandırması değiştirildi. Yeniden başlatmak istiyor musunuz?"
"Option"="Seçenek"
"S_Option"="Seçenek"
"ICON_Select"="Seç"
"S_Select"="Seç"
"Select"="Seç"
"Choose a way of WPS connection"="WPS bağlantısı için bir yol seçin."
"Select Security"="Güvenlik seçin"
"You have to upload your picture when choose this type!"="Bu türü seçerseniz, fotoğrafınızı yüklemeniz gerekir!"
"Select slave"="Bağlı birim seçin"
"Select the Queue"="Bir Kuyruk Seçin"
"Select Executive Number"="Yönetici Numarası Seç"
"select mode"="Mod seçin"
"Select All"="Tümünü Seç"
"Choose a group"="Bir grup seçin"
"Selected Group?"="Grup seçilsin?"
"select handset"="Telefon cihazını seçin"
"selected Item?"="Öğe seçilsin?"
"Select a Disposition code"="İptal yetki kodunu seçin"
"Choose Account"="Bir hesap seç"
"Choose an account"="Bir hesap seçin"
"Select Account"="Hesap Seç"
"Select Transfer"="Taşımayı seçin"
"Compress error !"="Sıkıştırma hatası!"
"Rollover After Waiting"="Bklmdn Snr Çvrm"
"Rollover Action"="Çevirme İşlemi"
"To navigate the menu, please use the navigation keys below."="To navigate the menu, please use the navigation keys below."
"Classified"="Çok Gizli"
"L_Zero Touch"="Sıfır Dokun"
"S_Zero Touch"="Sıfır Dokun"
"Zero Touch"="Sıfır Dokun"
"Remove"="Kaldır"
"Remove Participant"="Katılımcıyı Kaldır"
"Remove selected from favorite ?"="Seçileni favoriden kaldır?"
"ICON_Move"="Taşı"
"Mobility"="Mobilite"
"Move"="Taşı"
"Hot Desking"="Herkese Açık"
"Hoteling"="Hoteling"
"Mobility Phone Number"="Mobil Tel Numarası"
"Mobile VM Number"="Mobile VM Number"
"Move selected"="Seçilenleri taşı"
"Move selected to blacklist ?"="Kara listeye taşı?"
"Alert Broadworks Mobility Location"="Uyarı Mobil Kon."
"The storage network"="Bilinen Ağ(lar)"
"The maximum number of calls has been reached!"="The max calls has been reached!"
"Favorite Index Max"="Maks Favori Dizini"
"Sentbox"="Giden kutusu"
"Dialed"="Arandı"
"Received Calllog"="Alınan Aramalar"
"Received Calls"="Alınan Aramalar"
"Connected"="Bağlı"
"Connected)"="Bağlandı"
"Used"="kllnln"
"Voice"="Ses"
"The audio codecs is different, can't set up a conference!"="Farklı ses kodekleri. Konferans ayarlanmıyor!"
"Hide"="Gizle"
"S_Hide"="Gizle"
"Hide Number"="Numarayı Gizle"
"Answer"="Yanıt"
"S_Answer"="Yanıt"
"Hardware"="Donanım"
"Firmware update success!"="Aygıt yazılımı güncellendi!"
"Firmware update failed!"="Aygıt yazılımı güncellenemedi!"
"Hard Disk Space Is Not Enough!"="Sabit disk alanı yeterli değil!"
"Never"="Hiçbir zaman"
"Incorrect user"="Yanlış Kullanıcı"
"User Type"="Kullanıcı Türü"
"User not register"="Kullanıcı kayıtlı değil"
"User Name"="Kullanıcı Adı"
"User name can't be empty!"="Kullanıcı adı boş bırakılamaz!"
"Username can't be empty!"="Kullanıcı adı boş bırakılamaz!"
"Incorrect username or password!"="Yanlış kullanıcı adı ya da şifre!"
"Invalid User name!"="Geçersiz kullanıcı adı!"
"User name is invalid!"="Kullanıcı adı geçersiz!"
"MENU_UserMode"="Kul.Modu"
"UserMode"="Kul.Modu"
"User mode changed!"="Kullanıcı modu değişti!"
"User ID"="Kullanıcı Kimliği"
"UserID can't be empty!"="KullanıcıAdı boş olamaz!"
"User Host"="Kullanıcı Ana Bilgisayarı"
"Preference"="Tercih"
"Priority"="Öncelik"
"Invalid Priority!"="Geçersiz öncelik!"
"Priority is invalid!"="Öncelik geçersiz!"
"Priority should be 0-7!"="Öncelik 0-7 olmalı!"
"The power is low on the flasing red light dect microphone"="DECT Mikrofonunda düşük güç nedeniyle LED kırmızı yanıp söner."
"Mail"="Posta"
"Email type"="E-posta Türü"
"postal_code"="Posta Kodu"
"Balance"="Bakiye"
"Get Balance"="Bakiye Al"
"L_Get Balance"="Bakiye Al"
"Getting balance failed!"="Bakiye alınamıyor!"
"Getting balance!"="Bakiye alınıyor!"
"Language"="Dil"
"Language initializing. Please wait..."="Dil başlatılıyor. Lütfen bekleyin..."
"Invalid Voice Number!"="Invalid voice number!"
"Voice Mail"="Sesli Posta"
"VoiceMail DownLoading, Please Wait..."="SesliMesaj İndiriliyor, Lütfen Bekleyin..."
"Voice Messaging"="Sesli Mesajlaşma"
"The Voicemail is too large,please call and retrieve it!"="Çok fazla sesli mesaj, lütfen arayıp alın!"
"L_Voice Mail"="Sesli Posta"
"Voice Mail Playing"="Sesli Posta Yürüt"
"Voice Mail is invalid!"="Sesli Posta geçersiz!"
"Invalid VoiceMail Value!"="Geçersiz sesli posta değeri!"
"Estimated standby time"="Estimated standby time"
"Estimated work time"="Estimated work time"
"Preview"="Geri"
"S_Preview"="Geri"
"Remain time "="Kalan süre"
"Busy Forward"="Mşgl Yönl."
"Old Number"="Eski Numara"
"Originator"="Kaynak"
"original contact?"="Orijinal kişi?"
"Remote Office"="Uzak Ofis"
"Remote Phone Book"="Uzak Telefon Defteri"
"Remote Group"="Uzak Grup"
"Remote Codec"="Uzak Kodek"
"Remote User"="Uzak Kullanıcı"
"Remote DIR"="Remote DIR"
"Cloud"="Bulut"
"Pickup"="Aç"
"Allow IP Call"="IP Çağrısına İzin Ver"
"Allow Remote Control?"="Uzaktan Kontrole İzin Ver?"
"Allow assistant opt in/out of Pool"="Asst Hvz sçm"
"Avail"="Mvcut"
"Available"="Mevcut"
"S_Avail"="Mvcut"
"S_Available"="Mevcut"
"Temporarily not available"="Geçici olarak kullanılamaz"
"Temporarily Unavailable"="Geçici Olarak Kullanılamaz"
"Held"="Tutulan"
"Pause"="Duraklat"
"S_Pause"="Duraklat"
"Voice Mail Pause"="Sesli Posta Duraklat"
"Pause REC"="KYT Drklt"
"PauseREC"="PauseREC"
"S_Pause REC"="KYT Drklt"
"S_PauseREC"="PauseREC"
"Failed to pause recording"="Kayıt duraklatılamıyor!"
"pause record"="Kaydı duraklat"
"Account"="Hesap"
"Accounts"="Hesaplar"
"Identity"="Kimlik"
"Line"="Hat"
"S_Line"="Hat"
"Line 1"="Hat 1"
"Line 10"="Hat 10"
"Line 11"="Hat 11"
"Line 12"="Hat 12"
"Line 13"="Hat 13"
"Line 14"="Hat 14"
"Line 15"="Hat 15"
"Line 16"="Hat 16"
"Line 2"="Hat 2"
"Line 3"="Hat 3"
"Line 4"="Hat 4"
"Line 5"="Hat 5"
"Line 6"="Hat 6"
"Line 7"="Hat 7"
"Line 8"="Hat 8"
"Line 9"="Hat 9"
"Account ID"="Hesap Kimliği"
"Account:"="Account:"
"Line ID"="Hat Kimliği"
"Account is invalid!"="Hesap geçersiz!"
"Account Login"="Hesaba Giriş"
"Line Key"="Line Key"
"Line Key 1"="Hat Tuşu 1"
"Line Key 10"="Hat Tuşu 10"
"Line Key 11"="Hat Tuşu 11"
"Line Key 12"="Hat Tuşu 12"
"Line Key 13"="Hat Tuşu 13"
"Line Key 14"="Hat Tuşu 14"
"Line Key 15"="Hat Tuşu 15"
"Line Key 16"="Hat Tuşu 16"
"Line Key 17"="Hat Tuşu 17"
"Line Key 18"="Hat Tuşu 18"
"Line Key 19"="Hat Tuşu 19"
"Line Key 2"="Hat Tuşu 2"
"Line Key 20"="Hat Tuşu 20"
"Line Key 21"="Hat Tuşu 21"
"Line Key 22"="Hat Tuşu 22"
"Line Key 23"="Hat Tuşu 23"
"Line Key 24"="Hat Tuşu 24"
"Line Key 25"="Hat Tuşu 25"
"Line Key 26"="Hat Tuşu 26"
"Line Key 27"="Hat Tuşu 27"
"Line Key 28"="Hat Tuşu 28"
"Line Key 3"="Hat Tuşu 3"
"Line Key 4"="Hat Tuşu 4"
"Line Key 5"="Hat Tuşu 5"
"Line Key 6"="Hat Tuşu 6"
"Line Key 7"="Hat Tuşu 7"
"Line Key 8"="Hat Tuşu 8"
"Line Key 9"="Hat Tuşu 9"
"Identity is invalid!"="Geçersiz hesap!"
"Account information will be cleared, continue or not?"="Hesap bilgileri temizlenecek; devam?"
"Line Select"="Hat Seçme"
"Account has been Locked"="Hesap kilitlendi."
"Account has been successfully logged in"="Hesaba başarıyla girildi"
"Account Status"="Hesap Durumu"
"Activation"="Etkinleştirme"
"S_Account"="Hesap"
"This pin code not found"="Bu PIN kodu bulunamadı."
"This phone not found"="Bu telefon bulunamıyor."
"This action can not be reversed"="Bu işlem geri alınamaz."
"Frame Rate"="Kare Hızı"
"Diagnostics"="Hata Tespiti"
"USB power overload on the right"="Sağ USB’de aşırı güç yüklemesi"
"Scanning available network"="Mevcut ağ aranıyor"
"Saving config file!"="Yapılandır dosyası kaydediliyor!"
"Initializing... Please Wait"="Başlatılıyor... Lütfen bekleyin!"
"Initializing... Please Wait!"="Başlatılıyor... Lütfen Bekleyin!"
"Initializing ..."="Başlatılıyor..."
"logging out ..."="Oturum kapatılıyor..."
"logging in..."="Oturum açılıyor..."
"Sending Message..."="Mesaj gönderiliyor..."
"Updating Network..."="Ağı Güncelliyor..."
"Updating Network\n\nPlease Wait !"="Ağ Güncelleniyor\n\nLütfen Bekle!"
"Busy here!"="Burada meşgul!"
"Talking, please wait..."="Konuşuluyor, lütfen bekleyin ..."
"Alerting"="Uyarı"
"Operate failed for readonly page"="Salt okunur sayfada işlem başarısız."
"Answer Only!"="Sadece cevapla!"
"Direct"="Direct"
"DirectPickup"="DoğrudanAl"
"DirectPickup_Idle"="DirectPickup"
"Value"="Değer"
"Invalid Value < or >"="Geçersiz Değer < or >"
"Job Title"="İş Unvanı"
"Restricted"="Kısıtlı"
"Middle name"="İkinci adı"
"Via"="İle"
"Redialing"="Ynd. Arama"
"Redial Times"="Y.Arm Süresi"
"Redial Time is invalid!"="Yeniden çevirme sayısı geçersiz!"
"Redial Interval"="Tkrr Arma Arlığı"
"Redial Interval can't be empty!"="Yeniden Arama Aralığı boş bırakılamaz!"
"Redial Interval is invalid!"="Yeniden çevirme aralığı geçersiz!"
"Redirector"="Yönlendirici"
"Rename Group"="Grubu Yeniden Adlandır"
"Reboot"="Yeniden başlat"
"Reboot.."="Yeniden Başlat.."
"Reboot the phone?"="Telefonu yeniden başlat?"
"Rebooting...\n\nPlease Wait !"="Yndn başlatılıyor...\n\n Ltfn bekleyin!"
"Re Provision"="Re Provision"
"S_Re Provision"="TkrSğl"
"Re-connect"="Ynd.Bağlan"
"S_Re-connect"="TkrBğln"
"Reset"="Sıfırla"
"Reset Config"="Konf. Sıfırla"
"S_Reset"="Sıfırla"
"Reset.."="Sıfırla.."
"Reset local settings"="Yerel ayarları sıfırla"
"Reset Phone PIN"="Telefon PIN’ini Sıfırla"
"Reset non-static settings"="S.olm.ay sfr"
"Reset static settings"="St. ayrl. sfr"
"Reset Configuration"="Yapılandırmayı Sıfırla"
"Resetting Configuration, please wait..."="Yapılandırma sıfırlanıyor, lütfen bekleyin ..."
"Reset Configuration?"="Yapılandırma Sıfırlansın?"
"Reset failed, please retry later!"="Sıfırlama başarısız, lütfen daha sonra tekrar deneyin!"
"Reset web settings"="Web ayarlarını sıfırla"
"Reset web settings,\n\nPlease wait..."="Web ayarları sıfırlanıyor\n\nLütfen bekleyin..."
"Resetting to factory,please wait..."="Fabrika ayarlarına dönülüyor, lütfen bekleyin..."
"Reset Userdata"="Reset Userdata"
"Resetting Usedata, please wait..."="Kullanıcı verileri sıfırlanıyor, lütfen bekleyin..."
"Reset Userdata?"="Kullanıcı verileri sıfırlansın?"
"Reset userdata & local config, Please wait..."="Kullanıcı verileri ve yerel yapılandırma sıfırlanıyor, lütfen bekleyin ..."
"Reset userdata&local setting, please wait..."="Kullanıcı verisi ve yerel yapılandırma sıfırla, Lütfen bekleyin..."
"Reset userdata & local config"="Kll. veri ve yrl knf sfr"
"Resetting to factory, please wait..."="Sfrlnyr, bekle..."
"Tue"="Sal"
"Sat"="Cmt"
"Sun"="Pzr"
"Wed"="Çar"
"Thu"="Per"
"Fri"="Cum"
"Mon"="Pzt"
"Master-Slave mode is available only when one handset is registered."="Ana-Bağlı Birim modu sadece bir telefon kaydedildiğinde kullanılabilir."
"Main Menu"="Ana Menü"
"Originator-Executive"="Arayan Yönetici"
"Primary Contact must not be empty."="Birincil kişi boş olamaz."
"Primary DNS is invalid!"="Birincil DNS geçersiz!"
"Assistant"="Asistan"
"Assistant Common Settings"="Asistan Genel Ayarları"
"Register Successfully!"="Kayıt Başarılı!"
"Register Name"="Kayıt Adı"
"Invalid Register name!"="Geçersiz kayıt adı!"
"Registered"="Kaydedildi"
"Register fail"="Kayıt başarısız"
"Registration failed"="Register failed"
"Register Fail!"="Kayıt başarısız!"
"Register repeater"="Tekrarlayıcıyı Kaydet"
"Registering"="Kaydediliyor"
"Registering Please Wait!"="Kaydediliyor Lütfen Bekle!"
"Unregistering"="Kayıt siliniyor"
"Note"="Not"
"Basic Call Park"="Temel Park"
"Park"="Beklet"
"Parked"="Bekletildi"
"S_Basic Call Park"="Temel Park"
"S_Park"="Beklet"
"Park to"="Şurada beklet"
"Park Failed"="Bekletme Başarısız"
"Forward Not Reachable"="Forward Not Reachable"
"Invalid Forward to!"="Geçersiz yönlendirme!"
"L_Transfer"="Aktarma"
"S_Transfer"="Aktarma"
"Advance to Next Assistant After"="Asstn gçlck süre"
"Transfer Failed"="Aktarım Başarısız"
"Be Transferred"="Transfer Edildi"
"Betransferred"="Transfer Edildi"
"Divert"="Yönlendir"
"Forward"="Ynlndr"
"L_Forward"="Ynlndr"
"S_Forward"="Hızlı İleri"
"Forward to"="Yönlendir"
"Forward to: %s"="Ynlndr: %s"
"Divert to Phone Number/SIP-URI"="Tl/SIP-URI Yn"
"Forward to can't be empty!"="Yönlendirme boş olamaz!"
"Forward to is invalid!"="Yönlendirme geçersiz!"
"Forwarded Calls"="Yönlendirilmiş Aramalar"
"Forward Option"="Yönlendirme Seçeneği"
"Forward Selective"="Seçileni Yönlendir"
"Forward Value"="Yönlendirme Değeri"
"L_My Status"="My Status"
"S_My Status"="My Status"
"MENU_Status"="Durum"
"S_My State"="Durumum"
"S_Status"="Durum"
"State"="Eyalet"
"Status"="Durum"
"Status:"="Status:"
"Status requesting..."="Durum isteniyor..."
"ACD Trace"="İzle"
"L_Trace"="Trace"
"S_ACD Trace"="Trace"
"Subnet Mask"="Alt Ağ Maskesi"
"Subnet Mask!"="Alt Ağ Maskesi!"
"Subnet Mask is invalid!"="Alt Ağ Maskesi geçersiz!"
"Custom"="Özel"
"Custom DND"="Özel RE"
"Custom Key"="Özel Tuş"
"L_Custom Key"="Custom Key"
"S_Custom Key"="Özel Tuş"
"CustomButton"="ÖzelDüğme"
"CustomContact"="Özel Kişi"
"L_CustomContact"="Özel Kişi"
"S_CustomContact"="Özel Kişi"
"L_Enterprisecommon"="Enterprisecommon"
"S_Enterprisecommon"="KrlşGnl"
"L_Groupcommom"="Groupcommom"
"S_Groupcommom"="GrupGnl"
"Photo Custom"="Özel Foto"
"Alerting Custom Calling Line ID Number"="Uyr Ö. Aryn Km No"
"Alerting Custom Calling Line ID Name"="Uyr Ö. Aryn Km Adı"
"Custom Forward"="Özel Yönlendirme"
"Auto"="Oto"
"Automatic"="Otomatik"
"Auto UC Favorites is on.\n Manual configuration is disabled!"="Oto. UC Sık Kullanılanlar açık.\n Manuel yapılandırma devre dışı!"
"Auto-login"="Oto oturum aç"
"Auto Intercom"="Oto. İnterkom"
"Auto Provision"="Oto Kayıt"
"Autop URL can not be none!"="Oto. URL boş olamaz!"
"AutoP to"="OtoHzrlk"
"Auto-p credentials failed"="Auto-p credentials failed"
"AutoP Authority"="OtoHzrlk Yetkisi"
"Auto Answer Time"="Oto. Yanıt Süresi"
"AutoBLFList is on\n manually configing is forbidden!"="AutoBLFList etkin.\n Manuel yapılandırma devredışı!"
"AutoFavorite is on\n manually configing is forbidden!"="OtoFavoriler açık.\n Manuel yapılandırma devre dışı!"
"AutoLinekey is on\n manually configing is forbidden!"="OtoHattuşu açık.\n Manuel yapılandırma devre dışı!"
"Auto speed dial is on\n manually configing is forbidden!"="OtoHızlıAra açık.\n Manuel yapılandırma yasak!"
"Auto Answer"="Oto Yanıtla"
"Auto Redial"="Otomatik Yeniden Ara"
"Auto Redial Setting"="Otomatik Yeniden Ara"
"Auto Divert"="Oto Yönlendirme"
"Total Bandwidth"="Total Bandwidth"
"Total Packet Lost"="Total Packet Lost"
"Total"="Toplam"
"Always"="Always"
"Paging"="Çoklu Gönderim"
"Paging Group"="Çağrı Grubu"
"Paging_softkey"="Gönderim"
"S_Paging"="Çoklu Gönderim"
"S_Paging_softkey"="Gönderim"
"Paging is invalid!"="Gönderim geçersiz!"
"L_Paging List"="Gönderim Listesi"
"Paging List"="Gönderim Listesi"
"PagingList"="GönderimListesi"
"S_Paging List"="Gönderim Listesi"
"Paging failed!"="Gönderim başarısız!"
"Paging Channel should be 0-30!"="Çağrı Kanalı 0-30 olmalı!"
"L_Multicast Paging"="Multicast Paging"
"S_Multicast Paging"="ÇkNkÇğr"
"Delete the group will not delete the group members, but only move them out of the group."="Grup üyeleri kaldırılacak, fakat silinmeyecek."
"GPickup"="Grup arama seçimi"
"Group Pick Up"="Grup Cevaplama"
"L_Group Pick Up"="Grup Cevaplama"
"S_GPickup"="Grup arama seçimi"
"S_Group Pick Up"="Grup Cevaplama"
"Group Name"="Grup Adı"
"Group name must be unique."="Grup adı tek olmalıdır."
"Group name must not be empty"="Grup adı boş bırakılamaz."
"Organisation"="Organizasyon"
"GPark"="GPark"
"S_GPark"="GPark"
"JitterBufferMax"="MaksGckmeÖnbllği"
"Max Timer"="Maks. zamanlayıcı"
"Difference between the maximum and the minimum value must be greater than 200!"="Difference between the maximum and the minimum value must be greater than 200!"
"The Last Test Step is Done !"="The last test step is done!"
"The minimum value must be less than the maximum value!"="The minimum value must be smaller than the maximum value!"
"Longest Waits"="En uzun bekleyişler"
"Yesterday"="Dün"
"USB power overload on the left"="Sol USB’de aşırı güç yüklemesi"
"Add to Metaswitch"="Add to Metaswitch"
"This feature takes effect only when one handset was registered!"="This feature takes effect only when one handset is registered!"
"Service Unavailable"="Service Unavailable!"
"default_contact_image.png"="Contact.png"
"icon_blacklist_b.png"="Blacklist.png"
"icon_family_b.png"="Family.png"
"icon_friend_b.png"="Friend.png"
"Sharing..."="Sharing..."
"You are in sharing"="You are in sharing"
"Dect dongle connection sucess"="Connect DECT dongle successfully!"
"Dect dongle disconnect"="DECT dongle disconnected."
"Please wait...\nThe dongle is being upgraded,\ndo not pull it out."="Please wait...\nThe dongle is being upgraded,\ndo not pull it out."
"Upgrade sucess!"="Upgrade successfully!"
"\n \n Install:"="\n \n Install:"
"Upgrade failed!\nPlease retry after plug dongle"="Upgrade failed!\nPlease pull out the dongle and retry."
"All handsets"="All handsets"
"already exist paging"="Paging already exists"
"Copy all contacts to Shared ?"="Copy all contacts to Shared ?"
"Slave is in use"="Slave is in use"
"S_Call Shift"="Call Shift"
"S_Start Reg"="Start Reg"
"S_Stop Reg"="Stop Reg"
"S_Start Pag"="Start Pag"
"S_Stop Pag"="Stop Pag"
"Repeater"="Repeater"
"Handset Name"="Handset Name"
"Handset Version"="Handset Version"
"Model"="Model"
"RFPI Code"="RFPI Code"
"SN Code"="SN Code"
"Status Select"="Status Select"
"Phone Status"="Phone Status"
"Dongle Status"="Dongle Status"
"Input Dect PIN"="Input DECT PIN"
"Registed Full! Only repeater can register now!"="Max registered handsets has been reached! Only repeaters can be registered now!"
"Share contect is full!"="Shared contacts are full!"
"Reset/Reboot is prohibited from the handset! Please operate it directly on corded phone!"="Reset/Reboot is prohibited from the handset! Please operate it directly on corded phone!"
"You are sharing ..."="You are sharing ..."
"sharing ..."="sharing ..."
"Sharing send failed."="Failed to send sharing."
"This feature takes effect only when one handset is registered"="This feature takes effect only when one handset is registered!"
"Connect Mobile"="Connect Mobile"
"L_Connect Mobile"="Connect Mobile"
"Machine ID"="Machine ID"
